{
  "roberts": {
    "name": "Jason Roberts",
    "age": 45,
    "neighborhood": "Georgetown ",
    "job": "Consultant",
    "income": "\"Varies, this year not much!\"",
    "family": "Married",
    "rent_own": "Own and rent",
    "time_served": "45 years",
    "education": "Associate degree ",
    "favorite_transport": "Drive",
    "favorite_seattleite": "Dave Niehaus",
    "favorite_musician": "Rolling Stones",
    "rent_regulation": "Yes",
    "homeless_eviction": "Too much",
    "more_encampments": "Yes",
    "impact_fees": "Yes",
    "rental_applicants": "No",
    "income_tax": "No",
    "head_tax": "No",
    "drink_tax": "No",
    "public_meetings": "Always",
    "municipal_broadband": "Yes",
    "first_cut": "Administration ",
    "first_boost": "Police",
    "retain_otoole": "Maybe",
    "grow_spd": "Yes",
    "arena_location": "Sodo",
    "courthouse": "No",
    "injection_site": "No",
    "campaign_tweet": "People and communities before developers and corporations",
    "affordable_housing": "Roberts would propose changing how the city decides what constitutes “affordable” housing. Prices based on area median incomes are too costly for the average person, he says. Reserving affordable housing for people making no more than $50,000 per year would “provide opportunities for those not fortunate enough to have a high paying job such as those in the tech industry,” Roberts says.",
    "upzone_support": "Roberts says upzoning and development can be good but have recently been linked to displacement in communities such as Capitol Hill and Yesler Terrace. “I believe communities must be empowered with a vote to decide ‘yay’ or ‘nay’ on upzoning,” he says. Roberts says the Mandatory Housing Affordability uponzes plan should require more than seven percent of units in projects to be set aside as affordable.",
    "denser_housing": "Yes, Roberts supports the construction of mother-in-law units and more multi-family buildings in areas now zoned for single-family homes. But he says it’s important to respect the character of neighborhoods and the opinions of those who live there. Residents should be able to vote on zoning changes, he says.",
    "homeless_budget": "Roberts wouldn’t seek to increase the amount of money spent on homeless services, but he would “pledge to make every penny count.” He says the city should learn to do more with less “and find solutions within our means.” Solving homelessness requires more than money – it will take the cooperation and help of our all communities,” Roberts says.",
    "north_precinct": "“I don’t have a problem with building a new North Precinct,” Roberts says, “providing that it can be done at a reasonable cost.” The project was initially budgeted at $79 million but “recent estimates have nearly doubled that cost,” he says. “The original budget may have been unrealistic, but a fair compromise must be made in order to green-light this project,” Roberts says.",
    "public_safety": "The opioid crisis, Roberts says. ““I believe in rehabilitation, not incarceration,” he says. Because there are no free detox facilities available, it’s less expensive to maintain a habit than to seek treatment, Roberts says. “Not only has this crisis run rampant in our homeless population … it affects our friends, families and coworkers,” he says. “It’s time to put judgement aside and provide a path for recovery.”\n",
    "congestion_strategy": "Efforts to make Seattle more bike-friendly, “while commendable, have also contributed to downtown congestion,” Roberts says. “Seattle has long been known for its war on cars,” which has hurt low-income workers most, he says. “At this late stage in the game, I would not make it harder to commute by car, but would focus my efforts on improving mass transit … and pushing the ST3 schedule forward,” he says.",
    "taxation_strategy": "Roberts would prefer a state income tax to a “tax on the rich” city income tax and would like to reduce the sales tax. He says taxes “should be fair and proportionate, not punitive.”",
    "wage_gap": "“I believe the same work deserves the same pay,” Roberts says. “Women and men preforming the same job should be compensated equally.”",
    "waterfront_strategy": "Roberts supports the existing plan for “a vibrant waterfront park” but says, “Things to consider are the $420 million estimated cost,” along with moving freight and traffic. His plan would focus on “maximizing traffic, ensuring pedestrian and bike safety and controlling costs.” To reduce taxpayer costs, Roberts would consider privatizing “some of the park projects.”",
    "misc": "“I want to bring transparency and accountability to the mayor’s office,” Roberts says. “I believe that neighborhoods and communities should have a seat at the table and a vote concerning issues that affect them. Small business has taken a back seat to massive growth and development – I intend to bring the balance back. There can be prosperity without sacrificing our identity.”"
  },
  "whiteman": {
    "name": "Keith James Whiteman",
    "age": 37,
    "neighborhood": "Wallingford",
    "job": "Creative development lead (research and development)",
    "income": "$68,000",
    "family": "Fiance",
    "rent_own": "Rent",
    "time_served": "13 years",
    "education": "Bachelor's degree, Mary Washington University",
    "favorite_transport": "Bus to work, car for leisure",
    "favorite_seattleite": "Steve Pool",
    "favorite_musician": "Too many to list",
    "rent_regulation": "Yes",
    "homeless_eviction": "Too much",
    "more_encampments": "Yes",
    "impact_fees": "Yes",
    "rental_applicants": "No",
    "income_tax": "Maybe",
    "head_tax": "Yes",
    "drink_tax": "No",
    "public_meetings": "Always",
    "municipal_broadband": "Yes",
    "first_cut": "Police",
    "first_boost": "Design Review Board (make them permanent, paid positions)",
    "retain_otoole": "Maybe",
    "grow_spd": "No",
    "arena_location": "Nowhere",
    "courthouse": "No",
    "injection_site": "Yes",
    "campaign_tweet": "Think of the people who are often forgotten. Bail Reform, Employee Head Tax, Compassion for the Homeless, Design Review Board Reform and actual progress.",
    "affordable_housing": "Whiteman would consider rent control for housing units built “in line and in time” with new transit stations. “Light rail should be for all the people. It should not price out people who need it the most,” he says.",
    "upzone_support": "No, Whiteman doesn’t support the Mandatory Housing Affordability upzones plan. “I see it as City Hall folding to the developers,” he says. “They need us more than we need them.” Whiteman says he would work to find developers “who want to build affordable housing.”",
    "denser_housing": "Whiteman says he would support “eliminating single-family homes in dense neighborhoods” only if affordable and new single-family homes were built in less-dense areas. And dense neighborhoods shouldn’t be upzoned “for the sake of it,” he says. “We do not need any more mixed-use apartments in Seattle. They are a plague,” Whiteman says.",
    "homeless_budget": "Whiteman says $60 million is too little. He says the money isn’t being spent and tracked properly. Whiteman says the city should put more money into efficient and compassionate “partner and family shelters\" and into sanctioned encampments.",
    "north_precinct": "Whiteman says he “would build a modest police station that would employ and support a normal amount of police needed for the area. I am completely against any further militarization of the Seattle Police Department.”",
    "public_safety": "Bigotry and racism, including violent crimes based on sexual orientation, Whiteman says. “I would increase penalties for hate crimes, ban the Confederate flag and make a stance that racism and bigotry will not be endured in the slightest,” he says.",
    "congestion_strategy": "Whiteman would increase bus-only lanes and increase fines for violators. Many traffic problems are related to “a lack of consideration and selfishness by drivers,” he says. “This will never change until we bring a drastic thought-process change to how and why people drive.”",
    "taxation_strategy": "Whiteman would pursue a head tax on companies with more than 1,500 employees. There would be a sliding scale, with companies paying a greater amount for employees making a greater amount. It would be “the best way to get actual progressive tax change to Seattle without having to deal with” the state Legislature, he says.",
    "wage_gap": "Whiteman would “promote all public businesses located in the Seattle area to have an open salary policy” allowing everyone within a company to know how much everyone else at the company earns. “I would also address wage-gap complains as a whistleblower protected status,” he says.",
    "waterfront_strategy": "Whiteman supports the existing plan. Although he opposed the Alaskan Way Viaduct replacement tunnel, he says that project “is almost dug and we cannot have decent planning and road construction if plans are changing all the time.” ",
    "misc": "“In this climate of political uncertainty, I understand, accept and applaud caution for a candidate with no previous experience,” Whiteman says. “But please at least be a believer in my sincerity.”"
  },
  "jones": {
    "name": "Lewis A Jones",
    "age": 81,
    "neighborhood": "Ballard",
    "job": "Small business owner",
    "income": "$15,000",
    "family": "Did not answer",
    "rent_own": "Last rented five years ago",
    "time_served": "More than 60 years",
    "education": "Bachelor's degree, University of Washington",
    "favorite_transport": "Car",
    "favorite_seattleite": "Many favorites",
    "favorite_musician": "Classical, Christian",
    "rent_regulation": "Maybe",
    "homeless_eviction": "Too much",
    "more_encampments": "Yes",
    "impact_fees": "Yes",
    "rental_applicants": "No",
    "income_tax": "Maybe",
    "head_tax": "Only big businesses",
    "drink_tax": "Yes",
    "public_meetings": "Always",
    "municipal_broadband": "Maybe",
    "first_cut": "Did not answer",
    "first_boost": "Fire",
    "retain_otoole": "Maybe",
    "grow_spd": "Yes",
    "arena_location": "Nowhere",
    "courthouse": "Yes",
    "injection_site": "Yes",
    "campaign_tweet": "Answer longer than 140 characters",
    "affordable_housing": "Jones says property-tax increases are driving rents up. If Seattle loses federal funding because it’s considered a “sanctuary city,” property-tax hikes shouldn’t be used to offset the cuts, he says.",
    "upzone_support": "Did not answer",
    "denser_housing": "Yes, Jones would allow denser housing in zones now reserved for single-family homes, beyond mother-in-law units and backyard cottages. However, he would change laws to prevent squatting.",
    "homeless_budget": "Jones says $60 million is the right amount.",
    "north_precinct": "No, Jones wouldn’t build a new North Precinct police station.",
    "public_safety": "Wifi, Jones says. “Wifi can be hazardous to health,” and should not be increased “in the downtown area,” he says.",
    "congestion_strategy": "Did not answer",
    "taxation_strategy": "Jones says property taxes should be kept at their current level.",
    "wage_gap": "“Equal pay and opportunity,” Jones says.",
    "waterfront_strategy": "Jones supports the existing plan.",
    "misc": "Jones says he would work for voters “physical, emotional and financial safety and their health.”"
  },
  "martin": {
    "name": "Mary Juanita Martin",
    "age": 64,
    "neighborhood": "West Seattle",
    "job": "Factory production worker",
    "income": 20000,
    "family": "Husband",
    "rent_own": "Rent",
    "time_served": "11 years",
    "education": "Revolutionary potential of the working class",
    "favorite_transport": "Vehicle ",
    "favorite_seattleite": "John T. Williams ",
    "favorite_musician": "Blue Scholars",
    "rent_regulation": "No",
    "homeless_eviction": "Too much",
    "more_encampments": "No",
    "impact_fees": "Did not answer",
    "rental_applicants": "Did not answer",
    "income_tax": "Did not answer",
    "head_tax": "Did not answer",
    "drink_tax": "No",
    "public_meetings": "Did not answer",
    "municipal_broadband": "Did not answer",
    "first_cut": "None",
    "first_boost": "None",
    "retain_otoole": "No",
    "grow_spd": "No",
    "arena_location": "Nowhere",
    "courthouse": "No",
    "injection_site": "Yes",
    "campaign_tweet": "Answer longer than 140 characters",
    "affordable_housing": "Martin would pursue “federally-funded job programs to build housing that is beautiful, spacious and affordable” to all who need it.",
    "upzone_support": "Martin says such plans, “reward the developers, the land owners, at the expense of those who need affordable housing.”",
    "denser_housing": "“There is enough wealth and space to build housing for all who need it,” Martin says. “The problem is the profit system.” She says Seattle must demand that affordable housing be built as part of a federally-funded jobs program.",
    "homeless_budget": "Martin says working people need jobs to be able to pay rent and medical care to be able to work. “We need a massive, federally-funded public jobs program to put people to work and we need cradle to grave health care as a right --not as a boon to the insurance and pharmaceutical companies,” she says.",
    "north_precinct": "No, Martin wouldn’t build a new North Precinct police station.",
    "public_safety": "The rule of the property owners, Martin says. “We must build a movement to overturn capitalism and begin to reorganize society based on human needs,” she says, rather than “dog-eat-dog competition and profit for the rulers.”",
    "congestion_strategy": "Did not answer",
    "taxation_strategy": "Martin says the city “can’t tax our way to state power.” She says no workers should pay any tax at all. Workers already “pay with our lives to keep capitalism afloat,” she says.",
    "wage_gap": "“Working people can and must fight at every turn as we have done throughout history, but only a movement on the way to a socialist revolution will end racism and sexism once and for all,” Martin says.",
    "waterfront_strategy": "Did not answer",
    "misc": "“My party stands up against all forms of Jew hatred and anti-Muslim attacks,” Martin says. “We also defend working farmers and ranchers fighting against being pushed off the land by the federal government. The freeing from jail of framed-up Puerto Rican independence fighter Oscar Lopez is a victory for all working people. Join with the Socialist Workers Party.”"
  },
  "norton": {
    "name": "James W Norton Jr",
    "age": 50,
    "neighborhood": "Queen Anne",
    "job": "Seattle police officer ",
    "income": "$85,000",
    "family": "Single",
    "rent_own": "Rent ",
    "time_served": "More than 20 years",
    "education": "Two years of college",
    "favorite_transport": "Car",
    "favorite_seattleite": "My best friend, Sarah Johnson",
    "favorite_musician": "Foo Fighters",
    "rent_regulation": "Yes",
    "homeless_eviction": "Too little",
    "more_encampments": "No",
    "impact_fees": "Yes",
    "rental_applicants": "No",
    "income_tax": "Maybe",
    "head_tax": "Only big businesses",
    "drink_tax": "No",
    "public_meetings": "Sometimes",
    "municipal_broadband": "No",
    "first_cut": "Possibly transportation",
    "first_boost": "Yet to be determined",
    "retain_otoole": "No",
    "grow_spd": "Yes",
    "arena_location": "Sodo",
    "courthouse": "No",
    "injection_site": "No",
    "campaign_tweet": "Did not answer",
    "affordable_housing": "Norton would pursue rent control and community involvement in decision making.",
    "upzone_support": "No, Norton doesn’t support the Mandatory Housing Affordability upzones plan, “because as I understand it, it's selective and for only a few.”",
    "denser_housing": "No, Norton wouldn’t allow denser housing in zones now reserved for single-family homes, “because our neighborhood communities are already suffering and their culture is disappearing.”",
    "homeless_budget": "Norton says $60 million is too much. As a police officer, he encounters homelessness daily. “Instead of just spending more money we need to have a concrete plan,” Norton says. He says the city needs to recognize that not all homeless people are the same and says there are three categories that need to be addressed differently: “true homeless, substance abuse and mental illness,” with some overlap.",
    "north_precinct": "Norton says another North Precinct station is needed. But he says, “I would like to see if the current facility that’s being planned is the best idea before endorsing” the existing plan.",
    "public_safety": "Homelessness, Norton says. “This has become a huge issue for first responders and the cost of sending first responders … is very high,” he says. “Many times the people who are being treated or contacted are repeats. This also prevents first responders from getting to the 911 calls.”",
    "congestion_strategy": "Norton says the city should “revisit bike lanes” because some are most used than others and some are hardly ever used. “Let's consolidate and make the ones used safer,” he says. Norton wouldn’t allow construction companies “to block off multiple lanes of traffic every day.” He would “possibly set up a program for people who rideshare where the drivers and passengers” are rewarded.",
    "taxation_strategy": "Norton has no plan to add any taxes and would move to repeal Seattle’s new soda tax.",
    "wage_gap": "“I am not sure, but I believe in total equality for the same work regardless of gender,” Norton says. “I would like to talk to people who have ideas how to implement something.”",
    "waterfront_strategy": "Norton would support the existing plan “while we deal with the more pressing issues of the city.” The plan could be changed in the future, he says.",
    "misc": "“I am running for Mayor because I love the city,” Norton says. “It's the same reason I became a police officer 10 years ago.” He adds, “I don't want Seattle to become another generic big city. I want to retain the diversity and culture that makes our city and communities special and unique.” Norton has “firsthand experience with the major issues facing our city,” he says."
  },
  "lever": {
    "name": "Harley W. Lever II",
    "age": 44,
    "neighborhood": "Interbay",
    "job": "Small-business owner",
    "income": "$89,000",
    "family": "Partner",
    "rent_own": "Own",
    "time_served": "11 years",
    "education": "Bachelor's degree",
    "favorite_transport": "Hybrid Rav 4",
    "favorite_seattleite": "Tom Douglas",
    "favorite_musician": "Pearl Jam",
    "rent_regulation": "No",
    "homeless_eviction": "Too much",
    "more_encampments": "No",
    "impact_fees": "Yes",
    "rental_applicants": "No",
    "income_tax": "No",
    "head_tax": "No",
    "drink_tax": "No",
    "public_meetings": "Always",
    "municipal_broadband": "Yes",
    "first_cut": "Yet to be determined",
    "first_boost": "Police",
    "retain_otoole": "Yes",
    "grow_spd": "Yes",
    "arena_location": "Sodo",
    "courthouse": "Yes",
    "injection_site": "No",
    "campaign_tweet": "Leveraging compassion, science, technology and innovation to create a smart government which best serves the citizens of Seattle.",
    "affordable_housing": "Lever says the city should work to develop a regional “housing, business and educational plan.” Seattle should “align education with the needs of our economy through public-private partnerships to help people prosper in place.”",
    "upzone_support": "No, Lever doesn’t support the Mandatory Housing Affordability upzones plan. “It leaves the Seattle citizens out of the conversation,” he says. Lever says the plan doesn’t adequately address “infrastructure and service upgrades… and who should pay for them.” He says the plan includes “unforeseen loopholes.”",
    "denser_housing": "“Not at this time,” Lever says. “We need to have a real discussion about foreign speculators.” Since Vancouver enacted a foreign-buyers tax, “that money has shifted down to Seattle.” It’s threatening “every plan we have” and needs to be addressed first, he says. Lever says a regional approach is needed.",
    "homeless_budget": "Lever says there is “tremendous waste.” Seattle doesn’t capture data and doesn’t measure contractor performance. “We do not coordinate and share data,” he says. “We have no idea which strategies or contractors we should invest in.” Lever says the city should adopt strategies from Boston, Houston and Salt Lake City. He says cost savings should be used to fund opiod-addiction detox and rehab.",
    "north_precinct": "Lever wouldn’t build a new North Precinct police station as currently proposed. He says the existing plan “suffers from scope-creep and has become way too costly.” Lever says he’s spoken with several police officers who oppose the existing plan. They want three smaller stations spread across North Seattle and he agrees, he says. Lever would use utilitarian designs to keep costs down, he says. ",
    "public_safety": "“Our opioid epidemic,” Lever says. “I would push to eliminate the lines to detox and rehab,” he says. Lever would also push the state to mandate that insurance companies cover detox and rehab. He would train police officers, firefighters, social workers, addicts and friends and relatives of addicts to administer naloxone and push King County to prosecute “the high-level drug dealers they are currently letting go.”",
    "congestion_strategy": "Yes, Lever says. Seattle should install more adaptive traffic lights, remove traffic “pinch points” where buses block traffic and ask major corporations to consider shuttle systems like the Microsoft Connector, he says. Lever would promote telecommuting, possibly through tax incentives, and would consider “urban gondolas.” He says the city should make driving easier because it lacks transit infrastructure.",
    "taxation_strategy": "Lever says he would “completely change how the city operates by integrating science, data mining, Six Sigma and Lean processes” and by leveraging technology to create a “smart government.” He says Seattle is one of the most wasteful cities in the country. “The single best way to fight a regressive tax system is to cut waste, become efficient and pass the savings on to the tax payers,” Lever says.",
    "wage_gap": "Multiple factors contribute to the wage gap, Lever says. “We do a poor job educating both women and minorities with leadership skills,” he says. The city should develop public-private partnerships “to help educate women and monitories how to be leaders … This must start in grade school,” Lever says. Additionally, the city should help businesses become aware of and mitigate against biases, he says.",
    "waterfront_strategy": "Lever would expand the footprint of the planned park and reduce waterfront traffic to two lanes. “We need to increase the green space and park feel. We can pay for this through the cost savings” of having fewer lanes,” he says.",
    "misc": "“As a former research scientist … and today as a small-business consultant,” Lever looks at challenges “in a completely different way than our politicians and bureaucrats,” he says. “My commitment to science, unbiased data and deep understanding of technologies will help Seattle become a 21st century city,” Lever says. “We can use these strategies to make our collective compassion more powerful.”"
  },
  "brose": {
    "name": "Gary Brose",
    "age": 65,
    "neighborhood": "Ballard",
    "job": "Small-business owner",
    "income": "$100,000 to $150,000 (varies by year)",
    "family": "Wife and daughter",
    "rent_own": "Own",
    "time_served": "62 of 65 years",
    "education": "Bachelor's degree",
    "favorite_transport": "Car",
    "favorite_seattleite": "Edgar Martinez",
    "favorite_musician": "Sarah McLachlan",
    "rent_regulation": "No",
    "homeless_eviction": "Too little",
    "more_encampments": "Yes",
    "impact_fees": "Yes",
    "rental_applicants": "No",
    "income_tax": "No",
    "head_tax": "No",
    "drink_tax": "No",
    "public_meetings": "Sometimes",
    "municipal_broadband": "No",
    "first_cut": "Yet to be determined",
    "first_boost": "Yet to be determined",
    "retain_otoole": "Yes",
    "grow_spd": "Yes",
    "arena_location": "Sodo",
    "courthouse": "Yes",
    "injection_site": "No",
    "campaign_tweet": "Let’s get back to basics. Seattle needs a business manager in the mayor’s chair, not another politician. Brose for Mayor – more work, less drama.",
    "affordable_housing": "Brose says the city should stop raising taxes. He says Seattle should spend money to help move homeless people from the streets into rapid-rehousing programs and low-income housing. “Trying to stem housing costs in a free-enterprise system is a losing battle,” he says.",
    "upzone_support": "Brose supports the concept of improving housing affordability but has “disagreements with portions” of the Mandatory Housing Affordability upzones plan. He says “trying to minimize land owner profit is a fruitless endeavor. He believes the plan will “damage the fabric of our neighborhoods.”",
    "denser_housing": "No, Brose says Seattle “cannot effectively create denser zones without damaging the quality of life our citizens now enjoy in traditional neighborhoods.” He supports selective upzoning in areas that already have density and along certain transit routes. He says widespread upzoning won’t solve the city’s affordable-housing problem because it accelerates property-tax increases.",
    "homeless_budget": "Did not answer",
    "north_precinct": "Brose believes a new North Precinct police station is needed but “not one that costs as much as the latest estimates.” He says he would build a station “for function rather than appearance” and would “endorse spending more money on equipment and expanding our force rather than on buildings.”",
    "public_safety": "Brose says Seattle has gained a reputation as a city that tolerates drug sales and drug use. “As the drug problem persists, crime follows,” he says. Brose would work with the police “to reverse that trend.” The current mayoral administration has tied the hands of the police “and I would untie them,” he says.",
    "congestion_strategy": "Brose would “do all in my power to ease traffic flow.” He would replace the current transportation-department director “with someone who has experience with resolving problems for four-wheeled vehicles rather than bicycles.” He would spend on “synchronizing lights and re-evaluating the Mercer mess” and on “different routes for bikes to free up lanes on arterials.” Brose would “put a halt to trolley expansion.”",
    "taxation_strategy": "Brose says he would avoid tax increases. “Seattle is awash in more tax revenue than ever before and still City Hall has their hand out asking for more,” he says. Brose would “look to roll back some taxes on businesses” and doesn’t think a city income tax is a viable option. Although sales taxes are regressive, he believes “a modest sales tax is fair and appropriate.” ",
    "wage_gap": "Brose would work with larger companies “to gain more self-regulation and transparency concerning the gender-wage gap.” However, “as a strong believer in the free-enterprise system, I do not think it is necessarily city government’s role to do what the federal government is failing to adequately do,” he says.",
    "waterfront_strategy": "Brose would “want to dissect the existing plan and determine where funds are needed … and present a modestly different plan that more effectively addresses pedestrian safety, open spaces, future infrastructure requirements and transportation in and around the area.” He would include the businesses on the waterfront in the decision-making process.",
    "misc": "Brose has spent his life managing small- and medium-sized businesses and growing them through “cautious spending and careful cash-flow management,” he says. “The rules for doing that are transferrable and applicable to any organization.” Brose is a “no-frills, back-to-basics” candidate, he says."
  },
  "moon": {
    "name": "Carol Moon",
    "age": 53,
    "neighborhood": "Downtown",
    "job": "Engineer and urban planner (full-time candidate)",
    "income": "\"My income is currently $0, but I am married\"",
    "family": "Husband, two children and two stepchildren",
    "rent_own": "Own",
    "time_served": "Last 20 years and four previously",
    "education": "Bachelor's degree, University of Michigan; master's degree, University of Pennsylvania",
    "favorite_transport": "Walking, transit, biking in good weather and some driving.",
    "favorite_seattleite": "Lindy West",
    "favorite_musician": "David Bowie",
    "rent_regulation": "Yes",
    "homeless_eviction": "Too much",
    "more_encampments": "Yes",
    "impact_fees": "Yes",
    "rental_applicants": "Yes",
    "income_tax": "Yes",
    "head_tax": "No",
    "drink_tax": "No",
    "public_meetings": "Sometimes",
    "municipal_broadband": "Yes",
    "first_cut": "Did not answer",
    "first_boost": "Did not answer",
    "retain_otoole": "Maybe",
    "grow_spd": "Yes",
    "arena_location": "Seattle Center",
    "courthouse": "No",
    "injection_site": "Yes",
    "campaign_tweet": "Bold Solutions toward a future vision where we all share in Seattle’s success.",
    "affordable_housing": "Moon would propose taxes on corporate and non-resident owners of housing, on vacant properties and on luxury real estate and would use the money to build affordable housing, “using suitable sites on surplus public land, as viable.” She would add development options, including community land trusts, duplexes, backyard cottages, rowhomes, co-housing, co-ops, clustered housing and congregate housing.\n",
    "upzone_support": "Yes, Moon generally supports the Mandatory Housing Affordability upzones plan. But she says the city isn’t mandating enough affordable housing from developers in South Lake Union and downtown. And she says she “would have fought harder” to require affordable housing to be included on-site. “Otherwise, the upzones seem balanced and reasonable,” as one part of a comprehensive approach, Moon says.",
    "denser_housing": "Yes, Moon supports “denser housing and more flexible land-use codes in all zones.” She says Seattle now has more land allocated to single-family zoning than ever before, “and this limitation is problematic.” Moon says townhouses, congregate housing, rowhomes, duplexes and cottages can be built more cheaply. She says more condominiums should be built to increase Seattle’s supply of starter homes.",
    "homeless_budget": "Moon says $60 million is not enough. She says Seattle “must address the root causes of the surge in homelessness to get ahead of the problem.” Moon says the city should “assess the duplication of efforts and administrative inefficiencies in our system” and should seek to prevent evictions. She says Seattle needs more “low-barrier shelters” and she supports “housing-first approaches.”",
    "north_precinct": "Moon wouldn’t build a new North Precinct police station as currently proposed, she says. She says a new station is needed but the project’s scope and price tag have “inexplicably ballooned out of control.” Moon says the city should “aim for a simpler, more modest facility, without the big increase in parking.”",
    "public_safety": "Ensuring that emergency responders “have the resources and staff needed to do their jobs effectively and safely,” Moon says, mentioning “an uptick in shootings likely related to gang violence. “Because of defunding of mental and behavioral health services,” and because of the opioid crisis, “additional burdens have been placed on police and first responders to deal with individuals in crisis,” she says. ",
    "congestion_strategy": "Moon says a lack of transit options forces workers to drive, compounding congestion. She says Seattle should add more bus-service hours and bus-only lanes. “When transit is fast, convenient and reliable, people will use it,” she says. The city needs to make biking safer, and work being done by Commute Seattle to encourage alternatives to driving alone should be expanded outside downtown, Moon says.",
    "taxation_strategy": "Moon says Seattle must reform its tax structure by holding “the wealthiest among us accountable to pay their fair share.” She supports a progressive income tax on high earners as one among several solutions, “especially if coupled with a decrease in sales taxes.” Moon would seek to tax luxury real estate and non-resident home ownership. She would explore a “more steeply progressive” Seattle business-license tax.",
    "wage_gap": "Moon says employers “beyond a certain size should be required to publicly disclose pay rates across age, race, performance-review scores and gender.” Seeing the problem “is essential to targeting solutions,” she says. Moon would work to extend the city’s family-leave policy to the private sector, “using a model like unemployment insurance where all employers and employees pay into a shared fund.”",
    "waterfront_strategy": "Moon supports the existing plan, including expansions of Pike Place Market and the Seattle Aquarium, along new park and civic space. “I would speed the implementation of the Local Improvement District” to help pay for the plan, “and ensure we are not delaying the project any further,” she says.",
    "misc": "“I have worked with other community experts, stakeholders and activists on policy solutions to some of Seattle’s biggest challenges,” ranging from housing affordability to democracy reform, Moon says, describing herself as “an award-winning civic leader.”"
  },
  "durkan": {
    "name": "Jenny Durkan",
    "age": 59,
    "neighborhood": "Downtown",
    "job": "Lawyer and former U.S. attorney",
    "income": "Did not answer",
    "family": "Partner and two sons",
    "rent_own": "Rent",
    "time_served": "Most of life",
    "education": "Bachelor's degree, University of Notre Dame; law degree, University of Washington",
    "favorite_transport": "Car, walk",
    "favorite_seattleite": "Lenny Wilkens",
    "favorite_musician": "Depends on the occasion and mood but “go to” is Al Green. ",
    "rent_regulation": "Maybe",
    "more_encampments": "Maybe",
    "impact_fees": "Did not answer",
    "rental_applicants": "Did not answer",
    "income_tax": "Yes",
    "head_tax": "No",
    "drink_tax": "No",
    "public_meetings": "Sometimes",
    "municipal_broadband": "Maybe",
    "first_cut": "Yet to be determined",
    "first_boost": "Yet to be determined",
    "retain_otoole": "Yes",
    "grow_spd": "Yes",
    "courthouse": "Yes",
    "injection_site": "Yes",
    "campaign_tweet": "Proven progressive who delivers. Real experience tackling tough issues. Rooted here & on front lines for our city. #bosslady #getsstuffdone",
    "affordable_housing": "Durkan says Seattle needs to “create more housing options.” She says more affordable housing is needed for both low-income and middle-class households. She supports implementing Mayor Ed Murray’s Housing Affordability and Livability Agenda, which she calls “a good start” but “not a panacea.”",
    "upzone_support": "Yes, Durkan says Seattle “must continue to pursue implementation” of the Mandatory Housing Affordability upzones plan. “In order to achieve 20,000 new units of low-income housing over the next 10 years … Seattle needs the participation” of private developers, she says. “But we do need to monitor implementation, Durkan says. “I am open to exploring improvements but would not start over.” ",
    "denser_housing": "Durkan says growth “requires that every part of the city increase density.” But he says Seattle shouldn’t take a “one-size-fits-all approach” across neighborhoods. More townhomes, mother-in-law units “and other forms of more affordable housing are certainly appropriate in some parts of the city,” she says. Durkan says transportation choices and other amenities must accompany growth.",
    "homeless_budget": "Durkan says the city’s budget “is not transparent enough to really answer this.” She says the city must “make sure we are using our existing resources wisely and effectively and constantly measuring results” before asking for additional funding. But Durkan believes additional resources may be needed for mental-health and addictions services and for permanent housing, given the scope of the problem.",
    "north_precinct": "Durkan would build a new North Precinct police station, but not as currently designed and budgeted. The existing station “does not meet the needs of the police department or the community,” she says. “It is grossly overcrowded,” forcing the department to lease office space nearby. Durkan says $160 million is too much to spend and says other stations have been upgraded for much less.",
    "public_safety": "Police reform “remains a top priority,” Durkan says. “But effective public safety goes beyond policing. Our city’s approach to people in crisis and suffering from mental-health challenges and drug addiction … will determine how well we address issues like homelessness, neighborhood livability and property crime,” she says, calling for an “all tools approach” that includes “intensive educational and treatment programs.”",
    "congestion_strategy": "Durkan supports “getting Sound Transit light-rail and express-bus service built and operational as quickly and responsibly as possible.” She says bus service is important, particularly for working families. Seattle should consider a “24/7 transit system,” Durkan says, adding that she would explore making the bus free for all people under 18 years old.",
    "taxation_strategy": "Before supporting any tax increases, Durkan would “take step to ensure accountability for the collection and expenditure of current revenues.” She would work with state legislators to increase property-tax exemptions for Seattle seniors and would seek “ways to provide property-tax relief” to low-income individuals and to landlords who provide affordable housing. Durkan supports a statewide income tax.",
    "wage_gap": "Both the city and private businesses “should adopt equal pay for equal work,” Durkan says. “I will work with our business community as well as employee organizations to finally address this problem.”",
    "waterfront_strategy": "Durkan says the city needs to “go big” with the project. “I believe that a combination of private philanthropy and other sources will allow us to raise the revenues we need to create a vibrant, publicly accessible waterfront,” she says. “Funding might include a downtown Local Improvement District,” with fees paid by property owners who would benefit from the construction of a new park, she says.",
    "misc": "“I have a track record of tackling tough problems, bringing people together and getting things done,” Durkan says. “Until President Barack Obama nominated me in 2009, no openly gay person had ever served as US Attorney in the 200 plus years of history. I was honored and proud to break that barrier.” She says Seattle needs leadership “to get things done” and says “I will listen. I will learn. And I will lead.”"
  },
  "cato": {
    "name": "Tiniell Cato",
    "age": "over 35",
    "neighborhood": "Did not answer",
    "job": "Grant writer, business owner and philanthropist",
    "income": "Did not answer",
    "family": "Son",
    "rent_own": "Did not answer",
    "time_served": "More than 30 years",
    "education": "Educated",
    "favorite_transport": "Transit",
    "favorite_seattleite": "Bill Gates and Kenny G",
    "favorite_musician": "Bob Marley, Marvin Gaye and many others",
    "rent_regulation": "Yes",
    "homeless_eviction": "Too much",
    "more_encampments": "Maybe",
    "impact_fees": "Yes",
    "rental_applicants": "Yes",
    "income_tax": "No",
    "head_tax": "Only big businesses",
    "drink_tax": "No",
    "public_meetings": "Sometimes",
    "municipal_broadband": "Yes",
    "first_cut": "Yet to be determined",
    "first_boost": "Yet to be determined",
    "retain_otoole": "Maybe",
    "grow_spd": "Yes",
    "arena_location": "Nowhere",
    "courthouse": "No",
    "injection_site": "No",
    "campaign_tweet": "Answer longer than 140 characters",
    "affordable_housing": "Cato would use her skills as a grant writer to obtain “money to fund our housing projects for all transitional housing and homelessness.”",
    "upzone_support": "Cato appreciates the Mandatory Housing Affordability upzones plan but sees as problematic the city giving developers the option to pay fees rather than include affordable housing on-site.",
    "denser_housing": "No, Cato wouldn’t allow denser housing in zones now reserved for single-family homes. And she says allowing more and larger backyard cottages could lead to gentrification.",
    "homeless_budget": "Cato says she can’t determine whether $60 million is the right amount because she hasn’t seen the budget. As mayor, she would be diligent in seeking the answer, she says.",
    "north_precinct": "Cato says she would consider building a new North Precinct police station after consulting with the community.",
    "public_safety": "Policing and crime, Cato says. “We can solve it by rewriting the application processes and policies” that violate the Civil Rights Act,” she says.",
    "congestion_strategy": "Yes, Cato says. She would focus on curb use, transit improvements and street maintenance. She says the city should make driving easier.",
    "taxation_strategy": "Rather than raising taxes, Cato would “implement the use of holistic wellness centers.”",
    "wage_gap": "Cato would rewrite “application processes and policies” that violate the Civil Rights Act. For example, she would “remove what has nothing to do with skill or experience, like gender.”",
    "waterfront_strategy": "Cato says she would invest in a “drawbridge or tunnel” when the viaduct is brought down.",
    "misc": "“I will enforce the city and state laws and city contracts,” Cato says."
  },
  "mcginn": {
    "name": "Mike McGinn",
    "age": 57,
    "neighborhood": "Greenwood",
    "job": "Attorney, non-profit leader and consultant (full-time candidate)",
    "income": "$80,000",
    "family": "Partner, three children",
    "rent_own": "Own",
    "time_served": "28 years",
    "education": "Bachelor's degree, Williams College; law degree, University of Washington",
    "favorite_transport": "Bicycle, transit and car-sharing services",
    "favorite_seattleite": "Peggy Lynch.  Excluding my wife, Lisa Daugaard",
    "favorite_musician": "Jerry Garcia",
    "rent_regulation": "Maybe",
    "more_encampments": "Yes",
    "impact_fees": "Yes",
    "rental_applicants": "Yes",
    "income_tax": "Yes",
    "head_tax": "Only big businesses",
    "drink_tax": "No",
    "public_meetings": "Sometimes",
    "municipal_broadband": "Yes",
    "first_cut": "Yet to be determined",
    "first_boost": "Did not answer",
    "retain_otoole": "Yes",
    "grow_spd": "Yes",
    "arena_location": "Sodo",
    "courthouse": "No",
    "injection_site": "Yes",
    "campaign_tweet": "Lower- and middle-class getting squeezed out of Seattle. Let’s build a city for everyone, not just super wealthy",
    "affordable_housing": "McGinn would work with neighborhoods “on a strategy to allow more diverse housing types, including ‘missing middle’ housing (backyard cottages, mother-in-law units, duplexes and triplexes), congregate housing, subsidized housing for teachers and service workers and senior housing,” he says. He says Seattle must expand its public housing and consider taxing successful corporations” to pay for it.",
    "upzone_support": "Yes, McGinn supports the Mandatory Housing Affordability upzones plan “because it is one tool that can help increase the number of affordable units available in Seattle.” He says the city will need to monitor it closely and adjust it, as needed, to ensure it is meeting its goals.",
    "denser_housing": "Yes, McGinn would allow denser housing in zones now reserved for single-family homes, beyond mother-in-law units and backyard cottages. He says there’s “a strong need for missing-middle housing types,” such as rowhomes, duplexes and triplexes. McGinn says such changes “need to be the result of a broad-based public process” – a discussion about “how neighborhoods can accommodate housing growth.”",
    "homeless_budget": "McGinn would “systematically review existing approaches, as well as test new strategies, to use our dollars as effectively as possible.” He would re-prioritize money before resorting to “additional regressive taxes.” But after that, if the city still needed additional resources to “meet the scale of the emergency,” McGinn says he wouldn’t hesitate “to help those in need. More housing options are needed, he says.\n",
    "north_precinct": "McGinn doesn’t support building a new North Precinct building as currently proposed. “The existing North Precinct facility has deficiencies that warrant review, but the price of the proposed new building is way out of control,” he says. McGinn would restart an analysis of the North Precinct’s facility needs. He says the current proposal demonstrates how the city’s budgeting “has become disconnected from the people.”",
    "public_safety": "McGinn says challenges include increases in gunshots fired and reported domestic-violence assaults. Additionally, 69 unsheltered people died in King County last year and about 20 people die each year in Seattle due to traffic collisions, he says. “Every department has to make public safety a priority,” he says. That entails gang-alternative programs, homeless shelters and road-safety projects, McGinn says.\n",
    "congestion_strategy": "McGinn says the city should work to make it easier for people to get around. “We are way behind on transit improvements,” he says. “We need to make better use of our existing street grid. Light synchronization and a smart system can help, but we also must improve our transit, pedestrian and bicycle infrastructure.” McGinn would “look at all available options” to accelerate Seattle’s ST3 projects.\n",
    "taxation_strategy": "“The starting point for constructing our budget is to spend our money wisely,” McGinn says. “To the extent we need more revenue for major new initiatives, I support progressive tax and/or fee policies.” McGinn supports a city income tax on high earners. He says city should consider raising taxes on large, successful corporations while expanding the Seattle business-license tax exemption for small companies.",
    "wage_gap": "“The city first has to get its own house in order,” McGinn says. In his last budget as mayor, he included money to raise wages for underpaid women. “If elected, I would return to that work,” he says. With regard to the private sector and city contractors, “at the very least, we should collect data from such companies,” McGinn says. Expanding paid family and medical leave would also help, he says.",
    "waterfront_strategy": "McGinn says a new waterfront would be “a great asset” but warns that the city should “be careful about costs” and is concerned that aspects of the project’s design are “overly extravagant.” He says, “We need to look at reducing overall project costs.” But he says, “Local property owners benefiting from the improvements can help pay” for the work via a Local Improvement District.",
    "misc": "“Seattle is a great place because of the people who live here,” McGinn says. “At some point in the past few years, I think that’s gotten lost in our city’s decision making. I want to be Seattle’s mayor so that I can help be your voice when it comes to taking progressive action … I learned a lot when I had the honor of serving this great city as mayor and I would be humbled to once again have that opportunity.”"
  },
  "oberto": {
    "name": "Lawrence Michael Oberto,  Larry Obreto is what I use",
    "age": 55,
    "neighborhood": "Belltown",
    "job": "Motorsports marketing, management and an owner of Oberto Sausage Co.",
    "income": 150000,
    "family": "Wife and child",
    "rent_own": "Own",
    "time_served": "Most of life",
    "education": "Bachelor's degree, Seattle University",
    "favorite_transport": "Walking, automobile",
    "favorite_seattleite": "J.P. Patches",
    "favorite_musician": "Jimi Hendrix, Quincy Jones",
    "rent_regulation": "No",
    "homeless_eviction": "Just the right amount",
    "more_encampments": "No",
    "impact_fees": "No",
    "rental_applicants": "Yes",
    "income_tax": "No",
    "head_tax": "No",
    "drink_tax": "No",
    "public_meetings": "Sometimes",
    "municipal_broadband": "Maybe",
    "first_cut": "Yet to be determined",
    "first_boost": "Did not answer",
    "retain_otoole": "Maybe",
    "grow_spd": "Yes",
    "arena_location": "Sodo",
    "courthouse": "Yes",
    "injection_site": "No",
    "campaign_tweet": "I will represent the trust Seattle gives as its mayor. Honesty and Accountability.",
    "affordable_housing": "Oberto would focus on “better use of permitting” and “growing availability” of housing. ",
    "upzone_support": "Oberto is uncomfortable with what he says appears to be “a blanket approach.” He would “encourage more direct dialogue with the stakeholders and says he would be better able to assess the plan after becoming mayor.",
    "denser_housing": "Oberto would consider the growth pattern that would have accompanied a proposed monorail expansion. “At that time, there seemed to be the opportunity and land to grow housing density bordering and within commercial industrial space,” he says.",
    "homeless_budget": "Oberto says $60 million is too much “for the results we are getting.” He says there doesn’t appear to be “any meaningful improvement” on ending homelessness and calls that goal unobtainable. “We should focus on helping minimize people falling into homelessness,” Oberto says. He says the city should also focus on mental health, addiction and encouraging people to keep their encampments clean.",
    "north_precinct": "Oberto says he would review “what is functionally necessary.” He says having “proper, long-term infrastructure” for the city’s police and fire departments is necessary for safety.",
    "public_safety": "“Desperate people” who are homeless, Oberto says. He says he would work to minimize the impacts of homelessness and provide opportunities for homeless people. Gangs are also a problem, he says.",
    "congestion_strategy": "Yes, the city “can easily increase the ability to have traffic flow,” Oberto says. “Current policies put different methods of transportation at a cross purpose,” he says.",
    "taxation_strategy": "Oberto says Seattle needs to regain the trust of taxpayers by spending money more effectively. The city is flush with money due to a growing population and a building boom but isn’t spending adequately on long-term infrastructure, he says.\n",
    "wage_gap": "Oberto says he “would let the market decide … I do not have a workable solution at the moment but will make a priority to study.”",
    "waterfront_strategy": "Oberto would examine costs associated with any major changes. He says a large park “would be nice, but with the tunnel design, I do not believe we can limit traffic on the waterfront.”",
    "misc": "“Seattle is unique and I feel I represent this … has given me much appreciation for the changing culture as new people moved to Seattle,” Oberto says, noting he grew up “in what is now a 100-year-old local family business.” Additionally, “My racing career has taught me about high functioning teams and getting results,” he says."
  },
  "gunn": {
    "name": "Thomas Ralph Gunn, but the name I go by is Thom Gunn",
    "age": 70,
    "neighborhood": "Homeless",
    "job": "Journalist, historian and fishmonger",
    "income": "\"Not very much\"",
    "family": "\"I have been married twice and have children\"",
    "rent_own": "Own outside Seattle",
    "time_served": "50 years",
    "education": "Attended University of Washington",
    "favorite_transport": "Car, bike and foot",
    "favorite_seattleite": "Giovanni Costigan, Jack Robertson, Chief Seattle",
    "favorite_musician": "Bob Dylan, Ray Davies",
    "rent_regulation": "Maybe",
    "homeless_eviction": "Too much",
    "more_encampments": "Yes",
    "impact_fees": "Yes",
    "rental_applicants": "Did not answer",
    "income_tax": "Yes",
    "head_tax": "Only big businesses",
    "drink_tax": "Yes",
    "public_meetings": "Sometimes",
    "municipal_broadband": "Yes",
    "first_cut": "Any department promoting the city",
    "first_boost": "Mayor's office",
    "retain_otoole": "Yes",
    "grow_spd": "Yes",
    "arena_location": "Nowhere",
    "courthouse": "Yes",
    "injection_site": "Yes",
    "campaign_tweet": "We r at crossroads, continue on same path: Tragedy. If we gather the best we have in us, we could create a sustainable example to the world.",
    "affordable_housing": "Gunn says Seattle needs “public and private housing, approved by neighborhoods,” along with “rapid transit expedited north-sound and east-west.”",
    "upzone_support": "No, Gunn doesn’t support the Mandatory Housing Affordability upzones plan. He says it “relies on the development community to change neighborhoods the way they've changed downtown.” Gunn calls Seattle’s neighborhoods “the jewels” of the city. Upzones should only be allowed with the consent of existing residents and the city should “reinvent public housing using Scandinavian models,” he says.",
    "denser_housing": "Gunn says upzones should only be allowed with the consent of existing residents.",
    "homeless_budget": "Gunn says $60 million is too much for what Seattle is getting. “With this mess, it’s all trial and error,” he says. Gunn would site camps outside the cities, “in farm or forest,” to house and help the homeless “on a seniority basis.” The camps could resemble the New Deal’s Civilian Conservation Corps camps, he says.",
    "north_precinct": "“I don't know enough to answer,” Gunn says.",
    "public_safety": "“Drugs, insanity, survival pushing people over the edge,” Gunn says, adding, “Guns, violence.” He would “begin a serious effort to eliminate the carrying of firearms and possession of assault weapons in the city.” Gunn wants Seattle police officers to live in the city and be the only people with weapons. He would try to address problems related to meth, heroin and other drugs” and would explore legalizing prostitution.”",
    "congestion_strategy": "Gunn would “investigate a city system of gondolas” and would “find a way to resolve bike-car conflicts by dedicating routes to each.” He would “wean people of their cars by providing better alternatives so they don't need or even want to have them.” And Gunn would “begin a high speed bullet train between Vancouver and Portland.”",
    "taxation_strategy": "Gunn worries a city income tax would be thrown out in court. He supports taxing growth, real-estate sales, construction and tourism. He points to Norway as a model. ",
    "wage_gap": "“Equal pay for equal work, period,” Gunn says. “No entitlements. Everything based on merit.”",
    "waterfront_strategy": "Gunn says he hasn’t given the plan much thought. “I'd go public and green,” he says.",
    "misc": "Gunn has been “predicting and preparing for Seattle’s situation” for a long time, he says, having written about the “Californication” of Washington in 1972.” Gunn says his life “has been marinated in politics, books” and environmental actions, including protection for eagles. “Our environment is sacrosanct, the basis of our health and our economy,” he says. “Out best hope is to create a sustainable city.”"
  },
  "oliver": {
    "name": "Nikkita Oliver",
    "age": 31,
    "neighborhood": "Delridge",
    "job": "Case manager, educator, attorney, freelance writer and artist",
    "income": "$48,000 to $50,000",
    "family": "Roommates ",
    "rent_own": "Rent",
    "time_served": "Nearly 14 years",
    "education": "Bachelor's degree, Seattle Pacific University; master's and law degrees, University of Washington",
    "favorite_transport": "Car",
    "favorite_seattleite": "Octavia Butler",
    "favorite_musician": "I have a lot of favorites, but The Fugees will always be in my top five.",
    "rent_regulation": "Yes",
    "homeless_eviction": "Too much",
    "more_encampments": "Yes",
    "impact_fees": "Yes",
    "rental_applicants": "Yes",
    "income_tax": "Yes",
    "head_tax": "Only big businesses",
    "drink_tax": "No",
    "public_meetings": "Sometimes",
    "municipal_broadband": "Yes",
    "first_cut": "Prosecution of \"quality of life crimes\" (criminalization of poverty), criminal legal services",
    "first_boost": "Office of Civil Rights, Office of Immigrant and Refugee Affairs, Office of Labor Standards",
    "retain_otoole": "Maybe",
    "grow_spd": "No",
    "arena_location": "Seattle Center",
    "courthouse": "No",
    "injection_site": "Yes",
    "campaign_tweet": "A movement to build communities up from the grassroots leading the way towards a healthier, diverse, more equitable and affordable Seattle",
    "affordable_housing": "Oliver says the city needs a “long-term vision” and a “multi-faceted housing strategy.” She says Seattle should tax speculation, use rent stabilization and build public housing. Oliver says the city should encourage rent stabilization for mother-in-law “through zoning opt-ins.” She says Seattle should use “a more reasonable” standard than area median incomes to define what constitutes “affordable” housing.",
    "upzone_support": "No, Oliver says the Mandatory Housing Affordability upzones plan needs to be renegotiated. She would support another plan requiring private developers to invest in affordable housing but says the existing plan “relies too heavily on upzones” and demands too little from developers. Oliver says Seattle should require 25 percent of units in projects to be set aside as affordable. She also favors impact fees.",
    "denser_housing": "Yes, Oliver says she would allow denser housing in zones now reserved for single-family homes, beyond mother-in-law units and backyard cottages. But she says there shouldn’t be a “one-size-fits-all” approach across neighborhoods. And she says the city should consider allowing mother-in-law units and backyard cottages only when they’re rent-stabilized and made affordable to moderate- and low-income households.",
    "homeless_budget": "Oliver says the city needs to “commit more of budget to providing the RIGHT services” and better coordinate with King County. “We need to stop the sweeps” of and provide sanitation services and case workers to encampments, she says. Oliver says 24/7 storage, more shelters, transitional housing and permanent housing are all needed. She says addiction should be treated as a public-health issue.",
    "north_precinct": "No, Oliver wouldn’t build a new North Precinct police station. “At this point, there are too many human-services needs in our city which are not currently being addressed,” she says. “At most, I would support remodeling the current structure” to ensure that it’s safe and up to code. “Militarization of the police department will only further distance from the vision of community policing,” Oliver says.",
    "public_safety": "The affordable-housing crisis, “which makes our city less safe as communities are destabilized, parents spend more time working than at home and neighborhoods are full of strangers instead of neighbors,” Oliver says. “When people lack basic resources ... people are forced to commit ‘crimes of survival’ and are often prosecuted for ‘quality of life’ crimes (or for being poor),” she says, calling it a racial equity issue.",
    "congestion_strategy": "Seattle should strengthen its current transportation infrastructure, particularly buses and bus routes, by collecting impacts fess and by partnering with corporations, Oliver says. The city should direct density to areas with access to public transportation, she says. Oliver would work to eliminate extra charges for transfers between transit systems and would work on a better King County Access contract.",
    "taxation_strategy": "Seattle has relied for too long on regressive taxes, Oliver says. The city should consider how its business-license tax “has regressive implications for small businesses.” Oliver supports Seattle adopting a high earners income tax as a legal test case. But she says the city should also push for “comprehensive tax reform in our state.”",
    "wage_gap": "“We must first start with the city,” Oliver says, noting the mayor will negotiate city-worker contracts. She would work with Seattle’s Office of Labor Standards to further study the issue. A work group would “make policy suggestions for a citywide program to address gender pay inequities.” Oliver says workers should receive 16 weeks of paid parental leave. She supports a citywide preschool program.\n\n",
    "waterfront_strategy": "Oliver would roll back the waterfront project, other than critical infrastructure projects such as replacing the Elliot Bay Seawall and building a new Alaskan Way surface street. “Given the current crisis for affordable housing, the state of emergency around homelessness and the deficit in Seattle Public Schools, it is crucial we put our money where our values are,” she says.",
    "misc": "The Peoples Party decided to run Oliver for mayor “because we believe the voices of the marginalized and disenfranchised are consistently ignored by corporate and wealthy donors and influencers.” Too often, “residents from the south side of Seattle are placated for votes but do not receive what is promised.” Oliver says changes are needed to make and keep the city affordable and diverse."
  },
  "harris": {
    "name": "Michael Christopher Harris",
    "age": 52,
    "neighborhood": "Ballard",
    "job": "Network television producer and photojournalist",
    "income": "$120,000",
    "family": "Two children",
    "rent_own": "Rent",
    "time_served": "34 years",
    "education": "Bachelor's degree, University of Washington",
    "favorite_transport": "Personal vehicle and light rail",
    "favorite_seattleite": "Ann and Nancy Wilson of Heart",
    "favorite_musician": "Heart",
    "rent_regulation": "No",
    "homeless_eviction": "Just the right amount",
    "more_encampments": "No",
    "impact_fees": "No",
    "rental_applicants": "No",
    "income_tax": "No",
    "head_tax": "No",
    "drink_tax": "No",
    "public_meetings": "Always",
    "municipal_broadband": "Maybe",
    "first_cut": "Mayor's office",
    "first_boost": "Office of Film + Music",
    "retain_otoole": "Yes",
    "grow_spd": "Yes",
    "arena_location": "Sodo",
    "courthouse": "Yes",
    "injection_site": "Yes",
    "campaign_tweet": "Action-oriented, pro-business progressive – no new taxes, repeal wealth & soda tax, reform of B&O – progressive on social & environment.",
    "affordable_housing": "Harris says the price of housing “is affected solely by supply and demand.” He says “the supply side is where we need to apply our efforts.” Harris says Seattle should accept and plan better for density and should better engage with small businesses “clearly hurt” by minimum-wage hikes. “We can't help low-wage workers better afford housing while we increase burdens on businesses,” he says.",
    "upzone_support": "Harris says aspects of the Mandatory Housing Affordability upzones plan give him pause. “Like many residents, I simply do not trust our current city leadership to make responsible, effective decisions on how to spend our money,” he says. Harris says he would pursue partnerships with developers in order ot build and finance long-term affordable housing. He says he’s intrigued by the idea of a municipal bank.",
    "denser_housing": "Harris would allow more density in zones now reserved for single-family homes, in the form of mother-in-law units. He says such units can save older homes that “make up the fabric” of Seattle neighborhoods. He says the city should allow mother-in-law units in non-owner-occupied structures. Harris would consider easing restrictions on backyard cottages.",
    "homeless_budget": "“It’s not how much we spend, but how we spend it,” Harris says. “Seattle spends more on its homelessness epidemic than almost any other city,” he says. Rather than raise more money “to throw at the problem,” the city should eliminate wasteful programs, its highly-paid homelessness czar position and “wet houses” and should redirect funds to “dignity for a day” programs and tiny houses, Harris says.",
    "north_precinct": "Yes, Harris would build a new North Precinct police station. “And I do not join others in their assertion that the costs of the project are ballooning out of control,” which he doesn’t agree with, he says. “Let’s continue to give the best police department in the country all the tools” it needs, Harris says. ",
    "public_safety": "Homelessness, Harris says, also mentioning climate change. He would commit Seattle to using 100 percent renewable energy by 2035. “It's a huge task to halt the rise of the world's oceans, but on this issue, as a port city whose very future is at risk, we can be a beacon for other communities around the planet,” Harris says.",
    "congestion_strategy": "Harris would support upzones in neighborhoods with better access to public transit, more mother-in-law units and residential development in Sodo. Because families “can’t always use mass transportation to get around … we also need to build and maintain infrastructure for vehicles, and not continue our present culture of making drivers as miserable as possible in hopes they'll get out of their cars,” Harris says.",
    "taxation_strategy": "“No new taxes,” Harris says. He would reform the city’s business-license tax and repeal Seattle’s new soda tax. Harris says the city should “stop targeting Amazon” and other corporations responsible for “this extraordinary and enduring boom.” He would “stand with Republicans” in the state Legislature pushing to reduce car-tab fees and supports a statewide income tax rather than Seattle “going it alone.”",
    "wage_gap": "Seattle should adopt a model similar to California’s Fair Pay Act, which includes reporting requirements for companies, protections for women who raise questions and under which women “don’t need to have the same job title in order to have a claim of doing equal work.” Harris says doing so would be pro-business because it would help attract talent to the city.",
    "waterfront_strategy": "Harris has supported the Alaskan Way Viaduct replacement tunnel but even with the tunnel, Seattle cannot close the waterfront to cars, “as some of the other candidates want to do,” he says. “The waterfront belongs to all of us, not non-profits who envision a no-cars Seattle, where presumably we all get around in personal jet packs,” Harris says. He says he would review the existing plan.",
    "misc": "“I'm a single father of two kids in public school, with a big stake in the future of our city – and a big concern about the direction its leadership has tilted in the last several years,” Harris says. “We need to right this ship … In listing to the left, we have left a lot of good ideas in our wake.” Harris is an 11-time Emmy Award-winning documentary filmmaker and a longtime ABC News producer and photojournalist."
  },
  "carlisle": {
    "name": "Casey Carlisle",
    "age": 33,
    "neighborhood": "Did not answer",
    "job": "Did not answer",
    "income": "Did not answer",
    "family": "Did not answer",
    "rent_own": "Did not answer",
    "time_served": "Did not answer",
    "education": "Bachelor's degree, United States Military Academy West Point",
    "favorite_transport": "Did not answer",
    "favorite_seattleite": "Did not answer",
    "favorite_musician": "Did not answer",
    "rent_regulation": "No",
    "homeless_eviction": "Too little",
    "more_encampments": "No",
    "impact_fees": "No",
    "rental_applicants": "No",
    "income_tax": "No",
    "head_tax": "No",
    "drink_tax": "No",
    "public_meetings": "Always",
    "municipal_broadband": "No",
    "first_cut": "Eliminate 18 departments, starting with the offices of Arts & Culture and Film + Music",
    "first_boost": "None",
    "retain_otoole": "Yes",
    "grow_spd": "No",
    "courthouse": "No",
    "injection_site": "No",
    "campaign_tweet": "Partisanship is harmful. Make government boring again. There’s nothing progressive about forcing one’s values on others. Live and let live.",
    "affordable_housing": "Carlisle would “allow all neighborhoods the opportunity for economic development by abolishing zoning.” He says he would ease building restrictions and abolish affordable-housing mandates. “The best way to make housing more affordable is to build more housing,” he says, calling “affordable housing” a lie. Carlisle blames displacement on City Hall rather than on developers.",
    "upzone_support": "No, Carlisle doesn’t support the Mandatory Housing Affordability upzones plan. He says the plan “is in direct violation of basic property rights” and is “directly contributing to Seattle’s bloated cost of living. Carlisle says the plan is a form of rent control and should be illegal. He says it ensures that no one pays market rates and that most renters pay above-market rates.",
    "denser_housing": "Yes, Carlisle would allow more density in zones now reserved for single-family homes, beyond mother-in-law units and backyard cottages. “It is not up to me or anyone else what people do with their own property,” he says “Zones reserved for single-family homes contribute to traffic congestion and to higher costs of living.”",
    "homeless_budget": "Carlisle says $60 million is “$60 million too much” and says “philanthropy is not the role of government.” When government takes on that roles, “costs go up for everyone,” he says. Houston has reduced homelessness greatly “and its City Hall spends nothing on homelessness,” Carlisle says.",
    "north_precinct": "Carlisle would build a new North Precinct police station “if there’s increased crime there.” He says public safety is one of the four basic responsibilities of city government, along with water, electricity and roads. “Along with developers and tech workers, police are unjustly vilified,” Carlisle says. “If they were to focus on only violence and theft, respect for police would increase. We ask them to do too much,” he says.",
    "public_safety": "Shootings, including gang violence, Carlisle says. “City-sanctioned homeless encampments become criminal hubs, but the city looks the other way due to the protected status afforded to the homeless population,” he says. “Trespassing is trespassing, regardless of one’s living conditions.”",
    "congestion_strategy": "The city “needs to end its war on ridesharing companies,” Carlisle says. “It’s not for the City to make driving any more or less difficult. Let people make their own decisions,” he says.",
    "taxation_strategy": "Carlisle opposes Seattle adopting an income tax but he supports property-tax reform. He says taxing only land and not the property would lead to denser growth. “The land-value tax is a century-old idea and has been implemented to some extent in Pittsburgh,” Carlisle says.",
    "wage_gap": "“It is not for government to address the gender wage gap of private companies,” Carlisle says.",
    "waterfront_strategy": "Carlisle would rather sell the land to help pay for the Alaskan Way Viaduct replacement tunnel. “The Office of the Waterfront is one of the 18 that I’d eliminate (if I could make such a unilateral decision),” he says. “It is not the role of government to develop land and promote tourism.”",
    "misc": "Carlisle has been campaigning since March 1, weeks before sexual-abuse allegations against Mayor Ed Murray came to light and changed the race, he notes. “I am the only candidate who wants a City Hall that focuses on objective, nonpartisan issues, and I am the only candidate who wants to leave you alone to live life in the manner you see fit as long as you aren’t harming anyone else or stealing,” Carlisle says."
  },
  "lever2": {
    "name": "Harley Lever",
    "age": 44,
    "neighborhood": "Interbay",
    "job": "Business Development Consutlant",
    "income": "$84k",
    "family": "Long-term girlfriend (11 years) and a cat.",
    "rent_own": "Own.  Last rented in 2000",
    "time_served": "10 years",
    "education": "BS in Entrepreneurship ",
    "favorite_transport": "Rav 4 Hybrid",
    "favorite_seattleite": "Tom Douglas",
    "favorite_musician": "Pearl Jam",
    "rent_regulation": "No",
    "homeless_eviction": "Just the right amount",
    "more_encampments": "No",
    "impact_fees": "Yes",
    "rental_applicants": "No",
    "income_tax": "No",
    "head_tax": "No",
    "drink_tax": "No",
    "public_meetings": "Always",
    "municipal_broadband": "Yes",
    "first_cut": "I need more information before determining this.",
    "first_boost": "Police.  We need more officers.",
    "retain_otoole": "Yes",
    "grow_spd": "Yes",
    "arena_location": "Sodo",
    "courthouse": "Yes",
    "injection_site": "No",
    "campaign_tweet": "Leveraging compassion, innovation, and transparency to make Seattle the world-class city we all want it to be.",
    "affordable_housing": "We need a regional approach to housing coupled with an education system that matches our economy.  Seattle cannot solve housing affordability alone.  We need to teach and train our citizens the skills they need to thrive in our economy including programming, vocational, and maritime training.  We can do this through a public-private partnership between our technology companies, trade unions, and other entities who can help train and hire our citizens.  This would provide a win-win solution and stave off gentrification.",
    "upzone_support": "I support some aspects of it, but it needs to be revisited as the significant increase of foreign investment since Vancouver's Foreign Buyer's Tax has completely changed the calculus.  Our previous assumptions are no longer valid.  In addition, the Seattle citizens have been cut out of the process.  They need to have a voice.  We also need to look to develop a regional plan as Seattle is not capable of resolving this issue alone.",
    "denser_housing": "I would.  We need to do this thoughtfully.  We also need to decrease costly regulations and bureaucratic red tape which drives up prices.  Again, we also need to develop a regional plan where we grow the Puget Sound area strategically around ST3 and based on our business' growth plans.  We should be looking to develop a technology corridor from Olympia to Everett.  This would also lessen the burden on single family neighborhoods.",
    "homeless_budget": "Farrell says $60 million is too little. She says she would take emergency measures “to set the stable for more permanent solutions,” such as sanctioned encampments with public-safety, mental-health and sanitation services. She says unions and other organizations “are eager to step up and partner with the city” to provide tiny houses. And she says there are additional buildings that could be shelters.",
    "north_precinct": "Yes and no.  Yes, we need to build facilities for the police.  However, they would prefer 3 small precinct houses and not one large station.  Strategically, I think we are better served with the smaller precinct houses.  I would also keep an eye on scope creep and other unnecessary costs.  We should build the exact facilities needed by the police, but keep design minimalistic and utilitarian in nature.",
    "public_safety": "The opioid crisis.  This crisis is driving property crime, homelessness, gang violence, sex trafficking, overdose deaths, and murders.  We need to recognize that we need to rapidly expand detox and rehab services.   In addition, we need to start prosecuting high-level drug dealers.  We should limit OxyContin prescriptions to a 5 - 7 day supply for non-chronic illnesses.  We need to work with the state to require insurance companies to cover detox and rehab services.  We should consider converting some jail and prison spaces to detox and rehab facilities.  Once Fentanyl moves into the area, we will lose thousands of citizens to overdose.  We must act boldly and with urgency.",
    "congestion_strategy": "It is.  We need \"Smart Traffic Lights\" throughout the city.  We need to reassess which bike lanes are being used and remove the ones not being used.  We should require parking spaces for new buildings.  We need to remove \"pinch points\" and \"road diets\" until after ST3 is fully implemented.  We should also consider a high-speed gondola system like Chicago, New York, Miami, and Austin are considering.  We can only fit so many cars, trains, light-rails cars, buses, and trucks on the same road.  The Gondola system costs 1/20 of what light rail costs and can move 800% more people/hour.",
    "taxation_strategy": "Seattle is one of the most wasteful cities in America.  It has no cost control mechanisms, poorly written contracts, no real-time budgetary systems, and does not leverage technology to drive down costs.  I would implement a six sigma/lean practices, a technology team, and an audit team tasked with upgrading our city to 2017 technologies and operating efficiency to drive down costs and eliminate waste.  I would then seek to eliminate regressive taxes.  Seattle's budget grew $1.6 billion dollars, 37% in 4 years.  This equals $2370.37 for every citizen of Seattle.  We must realize the City of Seattle is one of the major drivers of unaffordability here in Seattle.",
    "wage_gap": "We can do this through educating both our students and businesses about the gender wage disparities and how best to overcome them.  We can lead by example by eliminating gender wage disparities throughout Seattle City Government.  We can also conduct surveys of local businesses to access the magnitude of gender wage disparities and publish the findings.  We can then make women aware about the pay rates for jobs they might seek and how best to negotiate compensation.",
    "waterfront_strategy": "I would convert the 4 lanes of traffic to 2 lanes of traffic and expand the green space.  This would pay for itself, while make the waterfront a world-class space for tourists and citizens to enjoy.",
    "misc": "I am the proud biological father to my friends, Beth and Jen's daughter, Kinsey.  She looks exactly like me!  I speak Spanish fluently and would be a strong voice for immigration reform.  I have invested heavily in Solar and green energy and would be a passionate proponent of green energy.  I am a landscape and nature photographer and will fight every day to protect and allow our environment to thrive.  "
  },
  "farrell": {
    "name": "Jessyn Farrell",
    "age": 43,
    "neighborhood": "Laurelhurst",
    "job": "Former Washington state representative, 46th Legislative District",
    "income": "$150,000",
    "family": "Husband and three children",
    "rent_own": "Own",
    "time_served": "Most of life",
    "education": "Bachelor's degree, University of Washington; law degree, Boston College",
    "favorite_transport": "Walk, bike or take the bus and light rail",
    "favorite_seattleite": "Kim-An Lieberman",
    "favorite_musician": "Cloud Cult",
    "rent_regulation": "Yes",
    "homeless_eviction": "Too much",
    "more_encampments": "Yes",
    "impact_fees": "Yes",
    "rental_applicants": "Yes",
    "income_tax": "Yes",
    "head_tax": "No",
    "drink_tax": "No",
    "public_meetings": "Sometimes",
    "municipal_broadband": "Yes",
    "first_cut": "None",
    "first_boost": "Education, Health",
    "retain_otoole": "Maybe. I'm impressed with the job she has done.",
    "grow_spd": "Yes",
    "arena_location": "Sodo",
    "courthouse": "No",
    "injection_site": "Yes",
    "campaign_tweet": "I’m the candidate with a proven record of progressive results, transportation expertise, & commitment to public schools & working families.",
    "affordable_housing": "Farrell says Seattle needs to use “a wide range of tools.” She would support the major tenets of Mayor Ed Murray’s Housing Affordability and Livability Agenda. “To this I would add more incentives to increase private-sector housing and push affordability,” she says. Farrell would take inventory of all surplus public property in the city and “bank it as the cornerstone for a major new investment in public housing.”",
    "upzone_support": "\nYes, Farrell supports the Mandatory Housing Affordability upzones plan. “But we need to go bigger and bolder,” she says, calling for a plan that “does not take a cookie-cutter approach but … leaves no neighborhood off the hook.” Though the city needs to use a variety of tools to expand its affordable-housing supply, including incentives for developers, a mandatory program is needed, she says.\n",
    "denser_housing": "Farrell would “build a strategic plan for the city that allows us to hold ourselves accountable, and then create programs within every single neighborhood.” She would set a target of $1 billion in affordable housing and then use the money to create neighborhood-specific plans, using “an array of affordability tools,” including rent vouchers, more mother-in-law units and “traditional density projects.”",
    "homeless_budget": "Farrell says $60 million is too little. She says she would take emergency measures “to set the stable for more permanent solutions,” such as sanctioned encampments with public-safety, mental-health and sanitation services. She says unions and other organizations “are eager to step up and partner with the city” to provide tiny houses. And she says there are additional buildings that could be shelters.",
    "north_precinct": "Farrell doesn’t support the current plan for a new North Precinct police station. “Both the costs and the design raise concerns,” she says. “We need to take a step back and work with the community to come up with a facility that serves its needs.”",
    "public_safety": "“Making our city a welcoming place for all,” Farrell says. “This means addressing hate crimes against LGBT and Muslim Seattleites” by reaching out to them, prosecuting crimes against them and using diversion programs “to address underlying causes.” The city must also address the opioid epidemic using public-health measures and build better relationships through community policing, Farrell says.",
    "congestion_strategy": "“Yes, it absolutely is possible,” Farrell says. She would accelerate light rail construction in Seattle and increase bus service. “I have creative ideas to speed up the process, including streamlining permitting … and working with the state to make Sound Transit eligible for state funding again,” she says. The city must make its pedestrian and bike infrastructure safer, more extensive and more connected, Farrell says.",
    "taxation_strategy": "“Our tax structure in Seattle, and in Washington as a whole, is the most regressive in the nation,” Farrell says. “We should be exploring creative ways of making the tax system more progressive, whether it is with an income tax on high earners, so that the wealthiest few contribute their fair share, or a carbon tax.”",
    "wage_gap": "“The key driver of the gender wage gap is access to affordable child care,” Farrell says. “I plan to ensure that, by 2020, no family in Seattle will have to pay more than 10 percent of their income on child care.” She says the city should a clearinghouse for childcare services, partner with childcare providers and employers to assist families and ask voters to approve a larger Families and Education Levy in 2018.",
    "waterfront_strategy": "“We should continue with the plan we have committed to that the Office of the Waterfront is working toward making reality,” Farrell says. “It is key to us as a city and to the whole region to have a vibrant and diverse waterfront that is open to pedestrians. We need to make sure that the state gets behind the project fully, and I will bring my experience working in Olympia to that partnership.”",
    "misc": "“I am the environmental candidate in this race,” Farrell says, vowing to make the environment her “very top priority” as Seattle grows. “The transition to a low-carbon economy will be the greatest opportunity for equitable growth in the 21st century,” she says. “Seattle, because of our natural reliance on a low carbon grid, and our progressive values, can and should lead by example for the country.”"
  },
  "hasegawa": {
    "name": "Bob Hasegawa",
    "age": 64,
    "neighborhood": "Beacon Hill",
    "job": "Washington state senator, 11th Legislative District",
    "income": "$50,000",
    "family": "Two daughters",
    "rent_own": "Own",
    "time_served": "64 years",
    "education": "Associate degree, Shoreline Community College; bachelor's degree, Antioch University; master's degree, University of Washington",
    "favorite_transport": "Car to Olympia, light rail in downtown Seattle",
    "favorite_seattleite": "Bruce Lee",
    "favorite_musician": "Earth, Wind & Fire or Tower of Power",
    "rent_regulation": "Yes",
    "homeless_eviction": "Too much",
    "more_encampments": "Maybe",
    "impact_fees": "Yes",
    "rental_applicants": "Yes",
    "income_tax": "Yes",
    "head_tax": "Only big businesses",
    "drink_tax": "No",
    "public_meetings": "Always",
    "municipal_broadband": "Yes",
    "first_cut": "Yet to be determined",
    "first_boost": "Neighborhoods",
    "retain_otoole": "Yes",
    "grow_spd": "Yes",
    "arena_location": "Did not answer",
    "courthouse": "No",
    "injection_site": "Yes",
    "campaign_tweet": "Power to the People!",
    "affordable_housing": "Hasegawa would set up a municipal bank to finance the construction of more housing. He says Singapore and Berlin have done that. Hasegawa attributes displacement in Seattle to policies not considering impacts on current residents. The situation reminds him of the 1970s, when “urban renewal” policies led to “urban removal … as powerless people were driven out of their homes,” Hasegawa says.",
    "upzone_support": "Hasegawa says some areas and some lots can accommodate greater density, such as large lots in North Seattle. He says high-density living “does not degrade the quality of life if it is well done.”",
    "denser_housing": "“In some areas and on some lots,” neighborhoods could accommodate greater density, Hasegawa says. “Some of the large lots in the north end, for example, could easily accommodate denser populations,” he says. Generally, Hasegawa is “not in favor of upzoning for higher density in single-family neighborhoods.” He says downtown neighborhoods can easily accommodate 30-story buildings “for upscale tech workers.”",
    "homeless_budget": "Hasegawa says the city should use the $60 million “to capitalize a municipal bank and then bond against it to finance services for the homeless. Services for the homeless should include “pre-employment” assistance, he says. “Simply providing housing without the services is pouring money down the hole,” Hasegawa says. “Our intention must be to successfully reintegrate homeless people back into society.”",
    "north_precinct": "“Seattle can wait” for a new police station, Hasegawa says. “We have so many unmet social needs” that the money could be used for and the city should increase taxes to pay for the station, he says. “Let’s use the money that we have to fund services that help keep people out of jail in the first place,” Hasegawa says.",
    "public_safety": "Homelessness is one of the city’s most important public-safety challenges, Hasegawa says. “The people who are living without shelter are in extremely vulnerable situations. We have car prowlers and other property crimes,” he says, also mentioning earthquake preparedness as important.",
    "congestion_strategy": "Hasegawa says buses and vanpools “are the way to address congestion, both before 2021 and after.” He would consider a proposal called Ride Free Express, which would eliminate all transit and vanpool fares, increase commute-time bus service and fund additional vanpools to serve employment centers. Hasegawa notes that Whidbey Island transit is free. “If they can do it,” Seattle should look into it, he says.",
    "taxation_strategy": "Hasegawa supports progressive taxes on personal and business income. He says the business-license tax should tax net income rather than gross revenue. Hasegawa would work with the state to repeal its “intangible property tax exemption” and to institute “capital gains sales tax” for investment transactions.",
    "wage_gap": "Hasegawa would raise the wages of city employees and would seek to pass an ordinance “requiring employers to pay comparable wages and then to submit certified payrolls.” For alike jobs, he would require employers violating the ordinance “to submit a fee making up the difference plus perhaps a small penalty.” He says, “The employee would be authorized to ask for the fee to be paid to her.”",
    "waterfront_strategy": "Hasegawa believes Local Improvement District can raise money for the project. He would like “a park with lots of green grass, picnic tables, bike and walking paths.” “At this point,” Hasegawa says, “I am not certain I would change much.” For vehicles, he would support “four lanes of traffic with walk space between them.” Hasegawa says a municipal bank could help raise money for additional park amenities.",
    "misc": "“I am driven by my values and my culture,” Hasegawa says, promising to “work to prevent our tax dollars from being sent to Wall Street” by creating a municipal bank. Seattle could use such a bank “to finance needed infrastructure, such as housing, and recirculate the money within our own community to grow stronger, economically secure families with prevailing wage jobs,” Hasegawa says."
  },
  "tsimerman": {
    "name": "Alex Tsimerman",
    "age": "Did not answer",
    "neighborhood": "Did not answer",
    "job": "Did not answer",
    "income": "Did not answer",
    "family": "Did not answer",
    "rent_own": "Did not answer",
    "time_served": "Did not answer",
    "education": "Did not answer",
    "favorite_transport": "Did not answer",
    "favorite_seattleite": "Did not answer",
    "favorite_musician": "Did not answer",
    "rent_regulation": "Did not answer",
    "homeless_eviction": "Did not answer",
    "more_encampments": "Did not answer",
    "impact_fees": "Did not answer",
    "rental_applicants": "Did not answer",
    "income_tax": "Did not answer",
    "head_tax": "Did not answer",
    "drink_tax": "Did not answer",
    "public_meetings": "Did not answer",
    "municipal_broadband": "Did not answer",
    "first_cut": "Did not answer",
    "first_boost": "Did not answer",
    "retain_otoole": "Did not answer",
    "grow_spd": "Did not answer",
    "arena_location": "Did not answer",
    "courthouse": "Did not answer",
    "injection_site": "Did not answer",
    "campaign_tweet": "Did not answer",
    "affordable_housing": "Did not answer",
    "upzone_support": "Did not answer",
    "denser_housing": "Did not answer",
    "homeless_budget": "Did not answer",
    "north_precinct": "Did not answer",
    "public_safety": "Did not answer",
    "congestion_strategy": "Did not answer",
    "taxation_strategy": "Did not answer",
    "wage_gap": "Did not answer",
    "waterfront_strategy": "Did not answer",
    "misc": "Did not answer"
  },
  "hamilton ": {
    "name": "Greg Hamilton",
    "age": "Did not answer",
    "neighborhood": "Did not answer",
    "job": "Did not answer",
    "income": "Did not answer",
    "family": "Did not answer",
    "rent_own": "Did not answer",
    "time_served": "Did not answer",
    "education": "Did not answer",
    "favorite_transport": "Did not answer",
    "favorite_seattleite": "Did not answer",
    "favorite_musician": "Did not answer",
    "rent_regulation": "Did not answer",
    "homeless_eviction": "Did not answer",
    "more_encampments": "Did not answer",
    "impact_fees": "Did not answer",
    "rental_applicants": "Did not answer",
    "income_tax": "Did not answer",
    "head_tax": "Did not answer",
    "drink_tax": "Did not answer",
    "public_meetings": "Did not answer",
    "municipal_broadband": "Did not answer",
    "first_cut": "Did not answer",
    "first_boost": "Did not answer",
    "retain_otoole": "Did not answer",
    "grow_spd": "Did not answer",
    "arena_location": "Did not answer",
    "courthouse": "Did not answer",
    "injection_site": "Did not answer",
    "campaign_tweet": "Did not answer",
    "affordable_housing": "Did not answer",
    "upzone_support": "Did not answer",
    "denser_housing": "Did not answer",
    "homeless_budget": "Did not answer",
    "north_precinct": "Did not answer",
    "public_safety": "Did not answer",
    "congestion_strategy": "Did not answer",
    "taxation_strategy": "Did not answer",
    "wage_gap": "Did not answer",
    "waterfront_strategy": "Did not answer",
    "misc": "Did not answer"
  },
  "kane": {
    "name": "Dave Kane",
    "age": "Did not answer",
    "neighborhood": "Did not answer",
    "job": "Did not answer",
    "income": "Did not answer",
    "family": "Did not answer",
    "rent_own": "Did not answer",
    "time_served": "Did not answer",
    "education": "Did not answer",
    "favorite_transport": "Did not answer",
    "favorite_seattleite": "Did not answer",
    "favorite_musician": "Did not answer",
    "rent_regulation": "Did not answer",
    "homeless_eviction": "Did not answer",
    "more_encampments": "Did not answer",
    "impact_fees": "Did not answer",
    "rental_applicants": "Did not answer",
    "income_tax": "Did not answer",
    "head_tax": "Did not answer",
    "drink_tax": "Did not answer",
    "public_meetings": "Did not answer",
    "municipal_broadband": "Did not answer",
    "first_cut": "Did not answer",
    "first_boost": "Did not answer",
    "retain_otoole": "Did not answer",
    "grow_spd": "Did not answer",
    "arena_location": "Did not answer",
    "courthouse": "Did not answer",
    "injection_site": "Did not answer",
    "campaign_tweet": "Did not answer",
    "affordable_housing": "Did not answer",
    "upzone_support": "Did not answer",
    "denser_housing": "Did not answer",
    "homeless_budget": "Did not answer",
    "north_precinct": "Did not answer",
    "public_safety": "Did not answer",
    "congestion_strategy": "Did not answer",
    "taxation_strategy": "Did not answer",
    "wage_gap": "Did not answer",
    "waterfront_strategy": "Did not answer",
    "misc": "Did not answer"
  }
}