[
  {
    "Timestamp": "6/7/2017 12:56:14",
    "What is your full name?": "Jason Roberts",
    "What is your age?": 45,
    "What neighborhood do you live in?": "Georgetown ",
    "What is your occupation?": "Consultant",
    "What is your annual income?": "Varies, this year not much!",
    "Describe your immediate family/household (spouse, children, etc.)?": "Close",
    "Do you rent or own your home? If you own, when were you last a renter?": "Both, own in South Park rent in George Town",
    "How long have you lived in Seattle?": "45 years",
    "Describe your education": "Associates Degree ",
    "What is your primary mode of transportation?": "Drive",
    "Who is your favorite Seattleite past or present?": "Dave Niehaus",
    "Favorite musician or music group?": "Rolling Stones",
    "Would rent regulation help Seattle?": "Yes",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too much",
    "Should the city open more authorized homeless encampments?": "Yes",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "No",
    "Should the city adopt an income tax on high earners?": "No",
    "Should the city adopt a head tax on businesses?": "No",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Always",
    "Should Seattle mandate paid parental leave in the private sector?": "No",
    "Should Seattle create municipal broadband?": "Yes",
    "Which city department or office should first have its budget cut, if any?": "Administration ",
    "Which city department or office should first having its budget increased, if any?": "Seattle Police",
    "Would you retain Kathleen O'Toole as police chief?": "Maybe",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Where should a new sports/entertainment arena be built?": "Sodo",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "No",
    "Should Seattle and King County open a safe-injection site in the city?": "No",
    "Sum up your campaign in a tweet -- no more than 140 characters": "People and communities before developers and corporations",
    "How would you help Seattleites better afford housing and halt displacement?": "Wage disparity has skewed the factoring of the area median income, which is used to determine what is “affordable”. Currently the AMI is rising above 80k, which does not reflect what the “average” person earns in Seattle.  I propose changing the formula to reflect the income of the average person, which would likely be closer to 40-50k per year.  Pricing housing on this model would dramatically reduce cost and provide opportunities for those not fortunate enough to have a high paying job such as those in the tech industry. \nI believe up-zoning and development can be a good thing, but it has recently been linked to displacement of communities in Capital Hill and Yesler Terrace, with the CID next on the list. I believe communities must be empowered with a vote to decide yay or nay on up-zoning.  Also, if the MHA will be the yard stick for new development, it must come with more than 7% affordable housing. \n",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "I support the construction of “mother in law” units as well as creating more multi-family units in areas currently zoned for single family homes. It is important to respect the character of our neighborhoods and the opinions of those that live there. I believe that before any zoning changes are made that the affected citizens have a vote in the matter. ",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "The mayor’s success begins and ends with a properly managed city budget. I would not seek to increase the amount of money spent on the homeless crisis, but I would pledge to make every penny count. It’s important that as a government we learn to do more with less and find solutions within our means. To solve homelessness, it will take more than $60 million, it will take the cooperation and help of all our communities pulling together. ",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "I don’t have a problem with building a new North Precinct, providing that it can be done at a reasonable budget. Originally budgeted at $79 million, recent estimates have nearly doubled that cost. Arguably the original budget may have been unrealistic, but a fair compromise must be made in order to green light this project. ",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "The opioid crisis is the largest public safety issue facing Seattle. It is important that we do not criminalize addiction, I believe in rehabilitation not incarceration. There are no free and low barrier detox facilities available in Seattle. It is currently infinitely less expensive to maintain a habit than seek treatment. Not only has this crisis run rampant in our homeless population, where it is most visible on our streets; but it affects our friends, families, and coworkers.\nThis is a Seattle voter’s problem and we are paying for it every time police and emt units are dispatched for an overdose. It’s time to put judgement aside and provide a path for recovery. \n",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "Seattle has painted itself into a corner with its transit issues. Commuting issues have been compounded by the housing crisis that forces people to move further away from their jobs.  The efforts to make Seattle more bike friendly, while commendable, have also contributed to down town congestion.  Seattle has long been known for its war on cars, which in my opinion is the most detrimental to those who can least afford it; low income workers. At this late stage in the game I would not make it harder to commute by car, but would focus my efforts on improving mass transit, optimizing high traffic areas, and pushing the ST3 schedule forward. ",
    "How, if at all, would you change how Seattleites are taxed, and why?": "I would prefer a state income tax and removing sales tax. I do not support the city “tax on the rich”. Tax should be fair and proportionate, not punitive.",
    "How would you address the gender wage gap in Seattle?": "I believe the same work deserves the same pay. Women and men preforming the same job should be compensated equally. ",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "I support the idea of a vibrant waterfront park, the current plans truly sound amazing. Things to consider are the $420 million estimated cost and the fact that that area is an important rout for freight and traffic. My plan would likely be a hybrid that focused on maximizing traffic, ensuring pedestrian and bike safety, and controlling costs as well as park improvements. To ease the burden on the tax payer privatizing some of the park projects could be an option. ",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "I want to bring transparency and accountability to the mayor’s office. I will work within the bounds of our city budget to deliver the results that have eluded city government thus far. I believe that neighborhoods and communities should have a seat at the table and a vote concerning issues that affect them. Small business has taken a back seat to massive growth and development, I intend to bring the balance back. There can be prosperity without sacrificing our identity, we can cherish the old and embrace the new. "
  },
  {
    "Timestamp": "6/7/2017 22:12:56",
    "What is your full name?": "Keith James Whiteman",
    "What is your age?": 37,
    "What neighborhood do you live in?": "Wallingford",
    "What is your occupation?": "Creative Development Lead - R&D ",
    "What is your annual income?": "$68k per year",
    "Describe your immediate family/household (spouse, children, etc.)?": "Fiance(married in July) St. Bernard and Standard North American Grey Cat",
    "Do you rent or own your home? If you own, when were you last a renter?": "Rent",
    "How long have you lived in Seattle?": "13 years",
    "Describe your education": "I graduated with a BA in History from Mary Washington University in Fredericksburg, VA",
    "What is your primary mode of transportation?": "Bus to Work, Car for Leisure",
    "Who is your favorite Seattleite past or present?": "Steve Pool",
    "Favorite musician or music group?": "Too Many to list",
    "Would rent regulation help Seattle?": "Yes",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too much",
    "Should the city open more authorized homeless encampments?": "Yes",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "No",
    "Should the city adopt an income tax on high earners?": "Maybe",
    "Should the city adopt a head tax on businesses?": "Yes",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Always",
    "Should Seattle mandate paid parental leave in the private sector?": "No",
    "Should Seattle create municipal broadband?": "Yes",
    "Which city department or office should first have its budget cut, if any?": "SPD",
    "Which city department or office should first having its budget increased, if any?": "Design Review Board (make them permanent paid positions)",
    "Would you retain Kathleen O'Toole as police chief?": "Maybe",
    "Should the city continue to grow its number of police officers?": "No",
    "Where should a new sports/entertainment arena be built?": "Nowhere",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "No",
    "Should Seattle and King County open a safe-injection site in the city?": "Yes",
    "Sum up your campaign in a tweet -- no more than 140 characters": "Think of the people who are often forgotten. Bail Reform, Employee Head Tax, Compassion for the Homeless, Design Review Board Reform and actual progress.",
    "How would you help Seattleites better afford housing and halt displacement?": "Yes. One idea is rent control on new housing units built directly in-line and in-time with new light rail or transit stations. This would cap rent at the average of the previous 5 years as to when the station location was announced for 5 years after the unit was finished being build. Light rail should be for all the people, it should not price out people who need it the most.",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "No. I do not agree with the bargaining tactics. I see it as city hall folding to the developers. They need us more than we need them. I firmly believe that and I would find developers who want to build affordable housing. Local and small developers and landlords are key.",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "I think the elimination of single family homes in dense neighborhoods is only acceptable if we have affordable and new single family units being built in the less dense areas. My plan would ensure that density rich areas are not up-zoned for the sake of it. We do not need any more mixed use apartments in Seattle. They are a plague.",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "Too little, especially since it is not spent or tracked properly. I think we should put more money in efficient, compassionate partner and family friendly shelters. We should make shelters and sanctioned encapments a first choice for the newly homeless, not a desperate choice .",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "I would build a modest police station that would employ and support a normal amount of police needed for the area. I am completely against any further militarization of the Seattle Police Department.",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "Bigotry and racism is the biggest factor of public safety. Whether it is violent crimes against sexual orientation or racist (inherent and active) activities by those in Seattle. I would increase penalties for hate crimes, ban the confederate flag and make a stance that racism and bigotry will not be endured in the slightest. ",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "I would increase bus only lanes and increase fines for violators. Most of the traffic concerns within the flow of traffic can be summed up by a lack of consideration and selfishness by drivers. This will never change until we bring a drastic thought process change to how and why people drive. ",
    "How, if at all, would you change how Seattleites are taxed, and why?": "I am proposing an Employee Head Tax, on large companies (over 1500 employees) in the Seattle area. This tax, paid by the employer, would create a sliding scale tax starting at 1% at employees making over $82k a year and progress to 3% at the top level of $150k(there would be no cap on income tax). Again, this tax would be paid by the employer and is the best way to get actual progressive tax change to Seattle without having to deal with WA state until the state senate comes to their senses in regards to taxes.",
    "How would you address the gender wage gap in Seattle?": "I would promote all public businesses located in the Seattle area to have an open salary policy, where everyone within the company(not outside) can know how much everyone makes. I would also address wage gap complaints as a whistleblower protected status.",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "I would right now follow the plan that was voted on and enacted by the Seattle people. Although I do not agree with it, the tunnel is almost dug and we cannot have decent planning and road construction if plans are changing all the time. I would be in favor of tolling the tunnel as it will merely be a by-way and adds nothing to the city of Seattle.",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "In this climate of political uncertainty, I understand, accept and applaud caution for a candidate with no previous experience, but please at least be a believer in my sincerity. Purity of the heart is hard to determine, but my intentions are clear, my governance transparent and my words sincere."
  },
  {
    "Timestamp": "6/8/2017 20:07:15",
    "What is your full name?": "Lewis A Jones",
    "What is your age?": 81,
    "What neighborhood do you live in?": "Ballard",
    "What is your occupation?": "Small business owner",
    "What is your annual income?": "About $15,000",
    "Do you rent or own your home? If you own, when were you last a renter?": "Last rented 5 years ago",
    "How long have you lived in Seattle?": "Over sixty years",
    "Describe your education": "B.A. Sociology, B.A. Human Behavior, UW, 2000",
    "What is your primary mode of transportation?": "Car",
    "Who is your favorite Seattleite past or present?": "Many favorites",
    "Favorite musician or music group?": "Classical, Christian",
    "Would rent regulation help Seattle?": "Maybe",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too much",
    "Should the city open more authorized homeless encampments?": "Yes",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "No",
    "Should the city adopt an income tax on high earners?": "Maybe",
    "Should the city adopt a head tax on businesses?": "Only big businesses",
    "Do you approve of the city's new sugary-drinks tax?": "Yes",
    "Should meetings of task forces convened by the mayor be open to the public?": "Always",
    "Should Seattle mandate paid parental leave in the private sector?": "Yes",
    "Should Seattle create municipal broadband?": "Maybe",
    "Which city department or office should first having its budget increased, if any?": "Fire dept",
    "Would you retain Kathleen O'Toole as police chief?": "Maybe",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Where should a new sports/entertainment arena be built?": "Nowhere",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "Yes",
    "Should Seattle and King County open a safe-injection site in the city?": "Yes",
    "Sum up your campaign in a tweet -- no more than 140 characters": "I support review of status for all immigrants who commit crimes while in America, and grace for all law abiding immigrants; environmental responsibility; education on dangers of cell phone use next to the head; creation of sister-city trade to promote peace; more capability to ward off attacks from those foreign powers who are antagonistic; more investment in solar power;  stricter laws protecting people with disabilities or other vulnerable populations from fraud and exploitation by either other Americans, or by those immigrants who commit marriage or relationship fraud in order to gain citizenship or sponsorship; rejection of any efforts to unravel the ADA, more access to careers such as law for people with disabilities; empowerment of the Health Department to close restaurants which are found to be health hazards; more support for Firefighters who experience job-related illness and injury",
    "How would you help Seattleites better afford housing and halt displacement?": "Rents often reflect property tax increases .  As an example, do not tax property owners to make up the deficit, if one is caused, by the \"sanctuary city\" not following Federal law and losing federal money as a result\n",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "Yes.  I would, however, change existing laws which appear to allow squatters to adverse possess the units, upon paying partial ( or no)  rent, and then stay on because it is illegal for a homeowner to make someone homeless.  Make the laws such that a homeowner can reclaim property which is being occupied without any or consent.",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "The right amount",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "no",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "Wifi can be hazardous to health, not increasing wifi in the downtown area",
    "How, if at all, would you change how Seattleites are taxed, and why?": "Property tax should be kept at the same level, ",
    "How would you address the gender wage gap in Seattle?": "Equal pay and opportunity!",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "Same",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "I would work for their physical, emotional and financial safety and their health"
  },
  {
    "Timestamp": "6/8/2017 20:57:49",
    "What is your full name?": "Mary Juanita Martin",
    "What is your age?": 64,
    "What neighborhood do you live in?": "West Seattle",
    "What is your occupation?": "Factory Production Worker",
    "What is your annual income?": 20000,
    "Describe your immediate family/household (spouse, children, etc.)?": "Husband",
    "Do you rent or own your home? If you own, when were you last a renter?": "Rent",
    "How long have you lived in Seattle?": "11 years",
    "Describe your education": "revolutionary potentail of the working class",
    "What is your primary mode of transportation?": "vehicle ",
    "Who is your favorite Seattleite past or present?": "John T. Williams ",
    "Favorite musician or music group?": "Blue Scholars",
    "Would rent regulation help Seattle?": "No",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too much",
    "Should the city open more authorized homeless encampments?": "No",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Which city department or office should first have its budget cut, if any?": "No departments serve the working class.",
    "Which city department or office should first having its budget increased, if any?": "None",
    "Would you retain Kathleen O'Toole as police chief?": "No",
    "Should the city continue to grow its number of police officers?": "No",
    "Where should a new sports/entertainment arena be built?": "Nowhere",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "No",
    "Should Seattle and King County open a safe-injection site in the city?": "Yes",
    "Sum up your campaign in a tweet -- no more than 140 characters": "These questions sidestep addressing the underlying causes of the conditions of devastation and  carnage facing the working class--- the capitalist system.   We need a massive federally- funded jobs program to put millions to work at union scale wages.  We need to bring all the troops home now from the US foreign wars. We need to defend a woman's right to choose abortion and we demand amnesty for all undocumented immigrants.   All working people should support the  silver miners on strike against Hecla Corp in Mullan, Id. at the Lucky Friday mine. They are members of of USW Local 5114.\nThe assaults directed at the working class are evidence that the rulers fear us.  \nNone of the capitalist politicians represent the interests of workers and working farmers.  The meritocratic and liberal attacks directed at Trump are actually aimed at the working class as a whole.  My campaign speaks out against liberal intolerance of debate, a preoccupation with identity politics and political correctness instead of debate to come to class clarity and a working class road to taking political power out of the hands of the capitalist class.\nTo end the racism and dog eat dog competition of the two party capitalist system will require building a movement capable of overturning capitalism in a successful workers' revolution like the one made by the Cuban people in 1959,  which stands strong today. Only then can society be reorganized on the basis of human needs instead of profit. US Out of Guantanamo! End the US Embargo!   For a nuclear Free Korean Peninsula!  Join with the Socialist Workers Party!",
    "How would you help Seattleites better afford housing and halt displacement?": "Massive federally funded job programs to build housing that is healthful, spacious and affordable to house all who need it. ",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "All these plans reward the developers, the land owners at the expense of those who need affordable housing. ",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "There is enough wealth and space to build housing for all who need it. The problem is the profit system. We demand  affordable housing be build  as part of a federally funded jobs program to build housing and needed infrastructure.  ",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "Working people need jobs to be able to pay rent. We need medical care to be able to work.  We need a massive federally funded public jobs program to put people to work and we need cradle to grave health care as a right --not as a boon to the insurance and pharmaceutical  companies. ",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "NO",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "The rule of the propertied owners. We must build a movement to overturn capitalism and begin to reorganize society based on human needs and not dog -eat -dog competition and profit for the rulers.",
    "How, if at all, would you change how Seattleites are taxed, and why?": "We cant tax our way to state power. No schema will work. No workers should pay any tax at all. We pay with our lives to keep capitalism afloat.",
    "How would you address the gender wage gap in Seattle?": "Working people can and must fight at every turn as we have done throughout history  but only a movement on the way to  a socialist revolution will end racism and sexism once and for all",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "My party stands up against all forms of Jew hatred and anti Muslim attacks. We also defend working farmers and ranchers fighting against being pushed off the land by the federal government. The freeing from jail of framed up Puerto Rican independence fighter Oscar Lopez is a victory for all working people. Join with the Socialist Workers Party.For more information read the Militant Newspaper at \nwww themilitant.com"
  },
  {
    "Timestamp": "6/9/2017 10:22:43",
    "What is your full name?": "James W Norton Jr",
    "What is your age?": 50,
    "What neighborhood do you live in?": "Queen Anne",
    "What is your occupation?": "Seattle Police Officer ",
    "What is your annual income?": "~$85,000.00",
    "Describe your immediate family/household (spouse, children, etc.)?": "Single",
    "Do you rent or own your home? If you own, when were you last a renter?": "Rent ",
    "How long have you lived in Seattle?": "20+ years",
    "Describe your education": "High School diploma, 2 years of college",
    "What is your primary mode of transportation?": "Car",
    "Who is your favorite Seattleite past or present?": "My best friend Sarah Johnson",
    "Favorite musician or music group?": "Foo Fighters",
    "Would rent regulation help Seattle?": "Yes",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too little",
    "Should the city open more authorized homeless encampments?": "No",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "No",
    "Should the city adopt an income tax on high earners?": "Maybe",
    "Should the city adopt a head tax on businesses?": "Only big businesses",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Sometimes",
    "Should Seattle mandate paid parental leave in the private sector?": "No",
    "Should Seattle create municipal broadband?": "No",
    "Which city department or office should first have its budget cut, if any?": "After finding out where all their money goes, possibly transportation",
    "Which city department or office should first having its budget increased, if any?": "Not sure, infrastructure is important and I know our schools, police and suffer are down in numbers",
    "Would you retain Kathleen O'Toole as police chief?": "No",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Where should a new sports/entertainment arena be built?": "Sodo",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "No",
    "Should Seattle and King County open a safe-injection site in the city?": "No",
    "How would you help Seattleites better afford housing and halt displacement?": "Community involvement in decision making and rent control",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "No because as I understand it it's selective and for only a few",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "No, because our neighborhood communities are already suffering and their culture is disappearing ",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "Too much, as a police officer I work,with this problem daily. Instead of just spending more mon2ey we need to have a concrete plan in place and only after we recognize that not all \"homeless\" are the same. There are 3 major areas, true homeless, substance abuse and mental illness.some over lap but the main reasons need to be addressed differently for each",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "I do think we need another pact for police. I would would like to see if the current facility that's being planned is the best idea before endorsing that particulsr plan but the north end should have another pct",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "Homeless because of how this has become a huge issue for first responders and the cost of sending first responders as well as time is very high. Many times the people,who are being treated or contacted are repeats. This also prevents first responders from getting to the 911 calls. ",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "Revisit bike lanes, some are most used than others, some hardly ever used, let's consolidate and make the ones used safer. Not allow construction companies to block off multiple lanes of traffic everyday and possibly set up a program for people who ride share where the drivers and passengers actual get rewarded for doing this",
    "How, if at all, would you change how Seattleites are taxed, and why?": "I have no plan to add taxes at this time and I would move to repeal the soda tax",
    "How would you address the gender wage gap in Seattle?": "I am not sure but I believe in total equality for the same work regardless of gender. I would like to talk to people who have ideas how to implement something ",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "I think right now if a plan is in place then it should stay while we deal with the more pressing issues of the city. It doesn't mean that plan cannot be changed in the future but I feel as though the people of Seattle need to have some other issues addressed before changing our plans for the waterfront. ",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "I want people to know that I am running for Mayor because I love the city. It's the same reason I became a police officer 10 years ago. I want to give back to the city and the people I care about here who have enriched my life and soul. I don't want Seattle to become another \"generic\" big city. I want to retain the diversity and culture that makes our city and communities special and unique. I don't have a political agenda, I don't want this job to be a stepping stone to move onto governor, senator , etc. I want to help the city in a way I know how. I bring something that no other candidate can and that is first hand experience with the major issues facing our city.  If people truly want change from the status quo of politicians and their own agendas along with their rhetoric, then I am that change. I want to work for and with the people and communities of this amazing city"
  },
  {
    "Timestamp": "6/11/2017 22:53:26",
    "What is your full name?": "Harley W. Lever II",
    "What is your age?": 44,
    "What neighborhood do you live in?": "Interbay",
    "What is your occupation?": "Small Business Owner",
    "What is your annual income?": "$89,000",
    "Describe your immediate family/household (spouse, children, etc.)?": "Myself and partner of 11 years.",
    "Do you rent or own your home? If you own, when were you last a renter?": "Own. 2000",
    "How long have you lived in Seattle?": "11 years",
    "Describe your education": "Bachelor Degree in Entrepreneurship and Communications",
    "What is your primary mode of transportation?": "Hybrid Rav 4",
    "Who is your favorite Seattleite past or present?": "Tom Douglas",
    "Favorite musician or music group?": "Pearl Jam",
    "Would rent regulation help Seattle?": "No",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too much",
    "Should the city open more authorized homeless encampments?": "No",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "No",
    "Should the city adopt an income tax on high earners?": "No",
    "Should the city adopt a head tax on businesses?": "No",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Always",
    "Should Seattle mandate paid parental leave in the private sector?": "No",
    "Should Seattle create municipal broadband?": "Yes",
    "Which city department or office should first have its budget cut, if any?": "I need more information to make that decision.",
    "Which city department or office should first having its budget increased, if any?": "Seattle Police Department",
    "Would you retain Kathleen O'Toole as police chief?": "Yes",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Where should a new sports/entertainment arena be built?": "Sodo",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "Yes",
    "Should Seattle and King County open a safe-injection site in the city?": "No",
    "Sum up your campaign in a tweet -- no more than 140 characters": "Leveraging compassion, science, technology and innovation to create a smart government which best serves the citizens of Seattle.",
    "How would you help Seattleites better afford housing and halt displacement?": "Develop a regional housing, business, and educational plan.  Align education with the needs of our economy through public private partnerships to help people prosper in place.",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "No.  It leaves the Seattle citizens out of the conversation. It does not adequately address the infrastructure and service upgrades needed for growth and who should pay for them.  It does not eliminate the many unforeseen loopholes that were created.  All \"Plans\" should be living documents and modified regularly to address unforeseen issues.",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "Not at this time.  We need to have a real discussion about foreign speculators.  Ever since Vancouver implemented a 15% foreign buyers tax, that money has shifted down to Seattle.  This threatens every plan we have in place and needs to be addressed first.  Nobody is talking about this.  All of our currents housing plans and strategies will fail.  We also need a regional approach where we bring all the cities' leadership, developers, ST3 personnel, and major corporations and develop a \"Regional Master Plan\".  ",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "There is tremendous waste going on right now in our homeless spending.  We do not capture data.  We do not measure our strategies or contractor performance. We do not coordinate and share data among contractors to develop a true Coordinated Care System.  As a result, we have no idea which strategies or contractors we should invest in.  This must end.\n We need to follow the strategies Boston, Houston, and Salt Lake City used to dramatically reduce homelessness.  Boston spends 1/3 of what Seattle does and they have a worse opioid epidemic and housing affordability is $500 more expensive.  However, any cost savings we realize must be used to fund detox and rehab.  Our opioid epidemic is exacerbating our homeless, property crime, and the opioid epidemic itself.  ",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "No.   It suffers from scope-creep and has become way too costly.  I have spoken with several police officers.  Ironically, they too do not what the North Precinct.  They recommend having 3 smaller precinct houses spread throughout the north part of the city.  Strategically, this is a better configuration.  My plan would promote the 3 smaller precinct houses based on their strategic needs.  I would keep design aesthetic costs to a minimum and look more towards utilitarian designs to keep costs down.",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "Our opiod epidemic is the single most important public safety threat.  I would push to eliminate the lines to detox and rehab.  I would push the state to limit opioid prescriptions for non-chronic illnesses to 5 - 7 days to stave off creating new addicts.  I would push the state to mandate that insurance companies cover detox and rehab services.  I would create a wide-spread naloxone distribution program where all police, firefighters, social workers, addicts, friends and family of addicts, and any other citizen who wants to, becomes trained on how to administer Naloxone/Narcan.  I would push for the creations of an \"Overdose Mobile App\", where a person can activate the app if they come across a person experiencing and overdose, and alert all registered Naloxone trainees within a radius of an overdose.  I would push King County prosecutors to prosecute the high-level drug dealers they are currently letting go.  I would push to sue Purdue pharmaceuticals for the costs associated with addiction here in Seattle.  ",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "Yes.  We should integrate adaptive traffic lights throughout the city.  We need to remove the traffic \"pinch points\" where buses block traffic regularly.  We need to ask Amazon, Expedia, Starbucks, and other major corporations to consider creating a shuttle system like \"Microsoft Connector\".  We need to promote telecommuting through tax incentive or other means .  My out-of-the-box solution is to consider having urban gondolas.  New York, Austin, Miami, and Chicago are all considering using these low-cost highly efficient solution to move people.  We an only stuff so many cars, buses, bikes, and light rail train on roads.  Urban gondolas do not fight for the same space.  The city needs to make driving easier.  We have a beautiful region that many people want to visit regularly.  We do not have the mass transit infrastructure in place to have a \"War on Cars\".  ",
    "How, if at all, would you change how Seattleites are taxed, and why?": "I would completely change how the city operates by integrating science, data mining, Six Sigma and Lean processes, and leverage technology to create a \"Smart Government\".  Seattle is one of the most wasteful cities in America.  We can operate more efficiently, drive down our costs, and pass the savings on to the Seattle tax payers.  The single best way to fight a regressive tax system is to cut waste, become efficient, and pass the savings on to the tax payers.  All the other proposed solutions are currently illegal.  We must deal with the realities at hand.",
    "How would you address the gender wage gap in Seattle?": "We must understand the gender wage gap has multiple contributing factors causing this issue.  We do a poor job educating both women and minorities with leadership skills.  We need to do this early on.  In addition, we have institutional biases in the workplace contributing to the gender wage gap.  We need to develop a public-private partnership between businesses, our education system, and local government to help educate women and minorities how to be leaders and leverage their assets in today's work environment.  This must start in grade school. At the same time, we need to help businesses become  aware of biases inherent to the work place and develop human resources solutions to mitigate these biases.  Together businesses, our education system, and government can develop a strategic education and awareness strategy to eliminate the multiple areas contributing to the gender wage gap.",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "I would expand the downtown waterfront park footprint significantly and reduce the traffic lanes to 2 lanes.  We need to increase the green space and park feel.  We can pay for this through the cost saving of having 2 less lanes.  Maintaining the 4 lanes takes away from an opportunity to make our waterfront truly a world-class experience. ",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "As a former research scientist contracted to for the FAA and NASA and today as a small business consultant, I look at the challenges we face in a completely different way than our politicians and bureaucrats.  My commitment to science, unbiased data, and deep understanding of technologies will help Seattle become a 21st Century city.  We can use these strategies to make our collective compassion more powerful and solve the many humanitarian issues we face.  I will always work to unite our citizens and stop the endless division our city is enduring today."
  },
  {
    "Timestamp": "6/14/2017 15:00:51",
    "What is your full name?": "Gary Brose",
    "What is your age?": 65,
    "What neighborhood do you live in?": "Ballard",
    "What is your occupation?": "Small Business Owner",
    "What is your annual income?": "$100,000 to $150,000 (varies by year)",
    "Describe your immediate family/household (spouse, children, etc.)?": "My wife, Kathleen, my daughter, Rebecca, and me.",
    "Do you rent or own your home? If you own, when were you last a renter?": "Own a condo - bought in 2016",
    "How long have you lived in Seattle?": "Born and raised here. Lived here 62 out of 65 years.",
    "Describe your education": "BA in Urban Political Relations 1975",
    "What is your primary mode of transportation?": "Car",
    "Who is your favorite Seattleite past or present?": "Edgar Martinez",
    "Favorite musician or music group?": "Sarah McLachlan",
    "Would rent regulation help Seattle?": "No",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too little",
    "Should the city open more authorized homeless encampments?": "Yes",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "No",
    "Should the city adopt an income tax on high earners?": "No",
    "Should the city adopt a head tax on businesses?": "No",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Sometimes",
    "Should Seattle mandate paid parental leave in the private sector?": "No",
    "Should Seattle create municipal broadband?": "No",
    "Which city department or office should first have its budget cut, if any?": "In my first week of office, I plan to meet with every department head and have them produce a brief and transparent document that summarizes their activities and responsibilities, their achievements, and their goals, along with an objective analysis of the corresponding benefits to the Seattle citizenry which their department has produced. Those departments that are underperforming or spending too much and getting poor results will be further looked into, and where needed, changes will be made.",
    "Which city department or office should first having its budget increased, if any?": "However, departments that show quality leadership and strong results may get a larger share of the budget to continue and expand on their performance. Generally speaking, I believe the city has created departments to appease interest groups and to gain more votes and I will be looking to minimize or eliminate costs in non-basic services as our funding needs expand. ",
    "Would you retain Kathleen O'Toole as police chief?": "Yes",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Where should a new sports/entertainment arena be built?": "Sodo",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "Yes",
    "Should Seattle and King County open a safe-injection site in the city?": "No",
    "Sum up your campaign in a tweet -- no more than 140 characters": "Let’s get back to basics. Seattle needs a business manager in the mayor’s chair, not another politician. Brose for Mayor – more work, less drama.",
    "How would you help Seattleites better afford housing and halt displacement?": "The first thing to do is to stop raising taxes. Property tax increases are already driving up costs for both home-buyers and renters. We need to do a better job of educating young adults and other renters of property tax increases. We need to spend money assisting the homeless to get them off the streets and into rapid rehousing programs and stable situations in low income housing for those who can work a job and get themselves back on their feet. \n\nThis will require a greater number of case workers and a more focused effort to help the homeless gain independence. The problem here is to deal with the homeless first and accept the fact that more affordable housing will generally only come from subsidization and minimizing taxes. Trying to stem housing costs in a free enterprise system is a losing battle.\n",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "I support the concept of improving housing affordability, but I have disagreements with portions of the HALA/MHA plan.  Many homeless people had jobs that could no longer pay for the home they rented, or owned. Most of this is caused by rising property taxes driving up the cost of both homes and rental units. In the free enterprise system, trying to minimize land owner profit is a fruitless endeavor. \n\nI don’t believe the HALA/MHA plan, as is, is the proper vehicle for creating more affordable housing. I believe upzoning can work in carefully selected areas (such as the U District) and in some places along major transit routes, but generally I think the terms of HALA/MHA will damage the fabric of our neighborhoods and produce a “double-whammy” of higher property taxes and, in some cases, lower resale value. That does not sound like a win-win for our existing citizens.\n",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "As previously mentioned, I believe we cannot effectively create denser zones without damaging the quality of life our citizens now enjoy in traditional neighborhoods. I would oppose placing low-rent units in open spaces in traditional neighborhoods and would look instead to selective upzoning in areas that already have density and are along certain transit routes. Ultimately, I believe that widespread upzoning is not a long-term answer to affordable housing as, generally, it accelerates the property tax increases, somewhat counteracting the exact effect we are trying to have.",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "As previously mentioned, I believe we cannot effectively create denser zones without damaging the quality of life our citizens now enjoy in traditional neighborhoods. I would oppose placing low-rent units in open spaces in traditional neighborhoods and would look instead to selective upzoning in areas that already have density and are along certain transit routes. Ultimately, I believe that widespread upzoning is not a long-term answer to affordable housing as, generally, it accelerates the property tax increases, somewhat counteracting the exact effect we are trying to have.",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "I would be the “Back to Basics” Mayor. I believe the police department needs a new precinct in the north end but certainly not one that costs as much as the latest estimates. I would build for function rather than appearance and I would endorse spending more money on equipment and expanding our force rather than on buildings.",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "Seattle has gained a reputation as a city that tolerates drug sales and use. As the drug problem persists, crime follows. I would work with the police to address that problem more vigorously and to reverse the trend. The current administration has tied the hands of the police and I would untie them.",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "More difficult?  Could it possibly be more difficult?  No, I would do all in my power to ease traffic flow. It would start by dismissing the current Transportation Director and replacing him with someone who has experience with resolving problems for four-wheeled vehicles rather than bicycles. \n\nI would spend dollars on synchronizing lights, re-evaluating the Mercer mess, consider different routes for bikes to free up lanes on arterials, put a halt to trolley expansion, and utilize more 21st century technology to address the issue. Although restructuring the finances of the city is my first priority, I would act in the greatest haste and with a profound sense of urgency to attack this problem immediately.\n",
    "How, if at all, would you change how Seattleites are taxed, and why?": "First of all, I would be very surprised and disappointed if I couldn’t get through four years without proposing a tax increase. Seattle is awash in more tax revenue than ever before and still City Hall has their hand out asking for more. \n\nI would look to roll back some taxes on businesses and examine which taxes are meeting their sunset dates and look to discontinue those. I don’t believe an income tax is a viable option (since it is not allowed by the state) and although sales tax is regressive, I do believe that a more modest sales tax is fair and appropriate. With other programs in place (i.e. – City light subsidies for low income families, etc.) I think we are doing a fairly good job of evening the playing field for everyone.\n",
    "How would you address the gender wage gap in Seattle?": "As a mayor who has a lifetime of business experience, I am looking forward to building a good relationship within the business community in Seattle. I would work with the larger companies to gain more self-regulation and transparency concerning the gender wage gap. As a strong believer in the free enterprise system, I do not think it is necessarily city government’s role to do what the federal government is failing to adequately do. Hopefully, there will be some changes on a national level that address this issue more forcefully.",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "This is clearly a most important issue, particularly since the decisions made over the next few years will impact the city for decades to come. I would want to dissect the existing plan and determine where funds are needed, discuss that with the State since 99 is a State Highway, and present a modestly different plan that more effectively addresses pedestrian safety, open spaces, future infrastructure requirements, and transportation in and around the area. I believe that many good ideas will come from various directions as the viaduct comes down and we see for ourselves what we really have to work with. Including the businesses on the waterfront in that decision-making process is a must.\n\n",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "I have spent my life managing small and medium-sized businesses, growing them through cautious spending and careful cash flow management. In the process, I’ve learned a great deal about working with and through people to build an effective organization in multiple industries – and the rules for doing that are transferable and applicable to any organization. \n\nI believe that my financial background and my understanding of how to build win-win relationships with employees, vendors, and customers will serve me well in the mayor’s office. I am also confident that the abilities I have nurtured which allow me to rapidly get to the core of problems and then attack that core to solve the issues I face, will help me to look at the challenges facing the city in a way that few mayors have. I am a no-frills, back to basics type person and I think that is what our city needs right now. \n\n"
  },
  {
    "Timestamp": "6/16/2017 7:55:28"
  },
  {
    "Timestamp": "6/16/2017 17:09:31",
    "What is your full name?": "Carol Consuela Moon, and I have always gone by Cary",
    "What is your age?": 53,
    "What neighborhood do you live in?": "Downtown/Pike Place Market",
    "What is your occupation?": "Engineer, urban planner turned full-time candidate ",
    "What is your annual income?": "My income is currently $0, but I am married.",
    "Describe your immediate family/household (spouse, children, etc.)?": "I live in the downtown area with my husband and two teenage children. I have two stepchildren in their early 20’s. I grew up in a household with six siblings. ",
    "Do you rent or own your home? If you own, when were you last a renter?": "Own. I was last a renter in 1999.",
    "How long have you lived in Seattle?": "20 years (+ 4 years previously)",
    "Describe your education": "Masters in Landscape Architecture with certificate in Urban Design. Field Of Study: City/Urban, Community and Regional Planning and Urban Design, University of Pennsylvania and  Bachelor of Science in Engineering. Field Of Study: Operations Engineering, University of Michigan",
    "What is your primary mode of transportation?": "I do a lot of walking, riding transit, biking in good weather, and some driving.",
    "Who is your favorite Seattleite past or present?": "Lindy West",
    "Favorite musician or music group?": "David Bowie",
    "Would rent regulation help Seattle?": "Yes",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too much",
    "Should the city open more authorized homeless encampments?": "Yes",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "Yes",
    "Should the city adopt an income tax on high earners?": "Yes",
    "Should the city adopt a head tax on businesses?": "No",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Sometimes",
    "Should Seattle mandate paid parental leave in the private sector?": "Yes",
    "Should Seattle create municipal broadband?": "Yes",
    "Would you retain Kathleen O'Toole as police chief?": "Maybe",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Where should a new sports/entertainment arena be built?": "Seattle Center",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "No",
    "Should Seattle and King County open a safe-injection site in the city?": "Yes",
    "Sum up your campaign in a tweet -- no more than 140 characters": "Bold Solutions toward a future vision where we all share in Seattle’s success.",
    "How would you help Seattleites better afford housing and halt displacement?": "1. I will propose a tax on corporate and non-resident ownership of housing, a tax on vacant properties, and an additional REET on luxury real estate to deter speculation.\n2. We must plough the proceeds into the production of affordable non-profit and public housing -- using suitable sites on surplus public land as viable. I will lead a regional effort to work with Olympia to expand the housing trust fund, and organize the philanthropic sector to focus on housing production. We can work with communities to focus new housing in neighborhoods facing the most displacement pressure.\n3. I will improve our land use code and permitting process to add more housing options for multifamily infill development: community land trusts, duplexes, backyard cottages, rowhouses, co-housing, co-ops, clustered housing, and congregate housing. \n\nWe need to work at three levels: stop the speculation overheating our market, expand affordable housing, and build the missing middle of workforce housing.\n",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "Yes, in general. This was a good first step. We set the percentages too low in South Lake Union and downtown, and I would have fought harder for requiring affordable housing be included on-site, but otherwise the upzones seems balanced and reasonable. However, this effort is only a narrow slice of the whole solution; we need to be adding affordable housing at a much faster and more assertive rate.  See above and below for a more comprehensive approach to get us where we need to be. \n \nThe Spectrum development planned for 3rd and Washington is a great model to replicate, too. That workforce housing project is possible because the funder is allowing a longer slower return on their investment. This is unique; many funders require much higher and faster returns, which makes workforce housing difficult to fund. We need to look at ways to repeat this project.\n",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "Yes, I support denser housing and more flexible land use codes in all zones. We have more land allocated to Single Family zoning than in any point in our city’s history, and this limitation is problematic. We must revise this zoning to allow a broader range of low rise multifamily housing, and alter the permitting/ entitlement/ SEPA processes to make other alternative housing forms more viable. Townhouses, congregate housing, rowhouses, duplexes, and cottages are good housing models that can be built at lower cost than single family houses. If our code opens up a broader mix of solutions, it will increase the range of options available for a particular site and neighborhood -- not every new development will be a four-pack over a garage court. We also must revise the Condo Act to rebalance liability risks; currently it blocks the development of new condominiums, further limiting the supply of starter homes.",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "Not enough. We must address root causes of the surge in homelessness to get ahead of the problem; our housing affordability crisis, defunding of behavioral health and addiction services, and the difficulty securing stable employment at a living wage are all contributing to this crisis. Unless we address the root causes, our system will continue to push people into homeless and we’ll never catch up. \n\nWe need to assess the duplication of efforts and administrative inefficiencies in our system, develop a shared strategy, and collaborate across agencies and service providers to synergize effective solutions to help people back into secure housing. Second, we need more assertive and pro-active solutions to preventing evictions. Third, we need more low barrier shelters and options for the 90% of homeless folks who would like to come inside if their needs can be met. I would prioritize long-term supportive housing options and housing first approaches.",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "No, not as proposed. We need a new facility there, but the scope of that project and pricetag inexplicably ballooned out of control after the early concept for a simpler project was developed in collaboration with the community. We need to go back to that point and aim for a simpler, more modest facility, without the big increase in parking capacity, that serves the needs of the police precinct. ",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "The most important challenge is ensuring that our emergency responders have the resources and staff needed to do their jobs effectively and safely. \n \nSeattle has been experiencing an uptick in shootings likely related to gang violence, which puts first responders and police in riskier situations. Because of defunding of mental and behavioral health services, additional burdens have been placed on police and first responders to deal with individuals in crisis. Because of the nation’s opioid epidemic, first responders and police have additional workload. All these additional demands stretch thin the staffing, and require additional skills and training.  \n \nAnother key priority is negotiating legislation and continuing ongoing racial equity training  to reform our police department and bring our city into compliance with the federal consent decree.\n",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "A lack of transit options forces workers to drive, which only compounds congestion. We need to add more bus service hours and bus-only lanes because when transit is fast, convenient, and reliable, people will use it. We need to use the tools we have to incentivise transit use by employees and students, via employers and institutions. All the good work being done by Commute Seattle to encourage all the alternatives to drive alone (biking, car pools and other Transportation Demand Management options) should be expanded to scale to other neighborhoods, institutions and employers. We need to prioritize the basic bike network; making biking safer will attract more users.  We need to continue the Transportation Benefit District levy that adds service hours in Seattle, and continue to find opportunities to get Metro to add more service in densifying neighborhoods.",
    "How, if at all, would you change how Seattleites are taxed, and why?": "We need to reverse our regressive tax structure by holding the wealthiest among us accountable to pay their fair share. I support a progressive higher earners income tax, especially if coupled with a decrease in sales taxes -- but it’s only one of many solutions needed. An income tax may take years to run through the legal system, so we need other solutions in motion, too.\nI propose these solutions to make our tax structure more progressive and sustainable long term:\n \nInstitute an additional REET on luxury real estate, and a tax on corporate and non-resident ownership to deter speculation.\nImplement a capital gains tax statewide on high-income households, to tax wealth from unearned income, not just wages.\nWorking with Olympia, close tax loopholes providing no public benefit and making it harder for small, local businesses to compete.\nExplore making the B&O tax more steeply progressive with size of business.\n",
    "How would you address the gender wage gap in Seattle?": "Employers -- public sector and private sector -- beyond a certain size should be required to publicly disclose pay rates across age, race, performance review scores, and gender. Seeing the problem in its full breadth and scale is essential to targeting solutions within the workplace. Many tech companies in Silicon Valley have used this analysis as their first step to catalyze new approaches and new standards for hiring and promoting to achieve gender pay equity. \n\nAs mayor, I would work to expand our family leave policy to the private sector as well, using a model like unemployment insurance where all employers and employees pay into a shared fund and employees may access the benefit as needed. A society that values women equally must remove the obstacles in the path to success for women.\n",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "As the founder of the People’s Waterfront Coalition, I led the effort early on to reclaim 22-acres of our waterfront for public use. I believe in and fully support the City’s plan for the new waterfront, expansion of Pike Place Market, aquarium expansion, and additional park / civic space which evolved from the early planning and visioning work I initiated. I would speed the implementation of the Local Improvement District, and ensure we are not delaying the project any further.",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "I have worked with other community experts, stakeholders and activists on policy solutions to some of Seattle’s biggest challenges -- envisioning, building public will, and promoting parks, compact growth, transit, and sustainable development. I have worked on solutions to deeper challenges ranging from housing affordability to democracy reform, and a progressive vision and platform for an economy that works for all of us. \n\nWe all see the problems Seattle faces, but I am the only candidate with a concrete and substantive solution set ready to go. As an award-winning civic leader, I can bring people together toward a common goal and unified action plan. \n\nCivic Awards and Board Service\nThe Stranger: “Political Genius” \nThe Municipal League: “Citizen of the Year”\nReal Change: “Change Agent of the Year”\nSeattle Magazine: “Seattle's Most Influential People” \nOne Center City Advisory board\nWashington Progress Alliance\nCentral Waterfront Committee, City of Seattle\nSeattle Design Commission"
  },
  {
    "Timestamp": "6/16/2017 18:30:48",
    "What is your full name?": "Jenny Durkan",
    "What is your age?": 59,
    "What neighborhood do you live in?": "Downtown",
    "What is your occupation?": "Mom, lawyer, and former U.S. Attorney",
    "What is your annual income?": "N/A",
    "Describe your immediate family/household (spouse, children, etc.)?": "Partner Dana and two sons",
    "Do you rent or own your home? If you own, when were you last a renter?": "Have owned in Seattle for many years and am currently renting",
    "How long have you lived in Seattle?": "I was born in Seattle and have lived here most of my life. ",
    "Describe your education": "Notre Dame and University of Washington Law School",
    "What is your primary mode of transportation?": "Car since I’ve been on the campaign trail, but I also walk to as many meetings as possible. ",
    "Who is your favorite Seattleite past or present?": "Lenny Wilkens",
    "Favorite musician or music group?": "Depends on the occasion and mood but “go to” is Al Green. ",
    "Would rent regulation help Seattle?": "Maybe",
    "Should the city open more authorized homeless encampments?": "Maybe",
    "Should the city adopt an income tax on high earners?": "Yes",
    "Should the city adopt a head tax on businesses?": "No",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Sometimes",
    "Should Seattle mandate paid parental leave in the private sector?": "Yes",
    "Should Seattle create municipal broadband?": "Maybe",
    "Which city department or office should first have its budget cut, if any?": "It is too soon to say what to do with the budgets of specific departments, especially since there is another budget yet to be adopted before the next mayor takes office. If elected, I will review the budgets for all departments to make sure the City is spending our tax dollars wisely and that we are appropriately funding important public priorities.",
    "Which city department or office should first having its budget increased, if any?": "Again, if elected, I will do a thorough review of all City departments. Tackling the significant problems of homelessness and affordable housing may take additional resources. But I am also committed to ensuring that the City is getting the “basics” done right as well - filling potholes, taking care of our parks, and repairing sidewalks. We also must keep our commitment to public safety and our first responders.  As we grow, we must ensure that we have adequate resources so that when you call 911 – you get a professional and prompt response, which is often life-saving.  ",
    "Would you retain Kathleen O'Toole as police chief?": "Yes",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "Yes",
    "Should Seattle and King County open a safe-injection site in the city?": "Yes",
    "Sum up your campaign in a tweet -- no more than 140 characters": "Proven progressive who delivers. Real experience tackling tough issues. Rooted here & on front lines for our city. #bosslady #getsstuffdone",
    "How would you help Seattleites better afford housing and halt displacement?": "Along with homelessness, I believe that affordability is one of the top issues facing the city. First and foremost, we need to create more housing options in this city. I strongly believe that the need for more affordable housing must mean both low-income and middle class options. This problem will only grow as our population grows. I will look to leverage city and regional tools and partnerships to help meet this need. I support the implementation of the Housing Affordability and Livability Agenda (HALA) recommendations, and I will focus on the “highest impact recommendations” first as identified by HALA. HALA is a good start, but I know it is not a panacea -- we are going to need to continue to work on smart, forward-looking solutions to create additional affordable housing in Seattle. ",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "The cornerstone of the HALA recommendations is the Mandatory Housing Affordability requirement (MHA). In order to achieve 20,000 new units of low-income housing over the next 10 years — the goal of HALA —  Seattle needs the participation of the private housing development community. We must continue to pursue implementation of the MHA program.  But we do need to monitor implementation to ensure that the program is providing the benefits expected, that impacts are being mitigated and that it is not creating unintended consequences.  I am open to exploring improvements but would not “start over.” ",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "While our growth requires that every part of the city increase in density, I don’t believe there’s a one-size-fits-all approach to how we handle growth in each of our diverse neighborhoods. More townhomes, mother-in-laws, and other forms of more affordable housing are certainly appropriate in some parts of the city. We should explore whether current permitting and zoning rules discourage this too much.  Other forms of density also may be appropriate.\n\nWe have planned for a significant amount of capacity through HALA, so we need to monitor how implementation and learn from it to maximize housing, while retaining the Seattle we love.  We must engage communities while ensuring that density and growth are to scale and occur with transportation choices and other amenities.\n",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "Our budget is not transparent enough to really answer this.  Homelessness is one of the most significant issues facing Seattle.  We must be compassionate and respectful of people experiencing homelessness. We need to get people in housing and not living in tents, under bridges, and in cars. There are increasing numbers of unsheltered people experiencing homelessness in Seattle. That’s heartbreaking and unacceptable.\n\nThere is not a “one-size-fits all” solution to this complex problem. We should seek innovative solutions, include regional partners like King County and hold providers to outcomes. \n\nWe must make sure we are using our existing resources wisely and effectively and constantly measuring results. We must maximize resources, before asking for additional funding. But I also believe that, given the growth of the problem, additional resources may be needed for increased mental health and addiction services as well as permanent housing.  \t\n",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "Yes, but not as it is currently designed and budgeted. The existing police precinct for North Seattle does not meet the needs of the police department or the community it is supposed to serve. It is grossly overcrowded by 65%. As a result, detectives and other staff are housed in nearby commercial office space, which adds to costs and hinders effective communication, efficiency, and cohesiveness. This in turn impacts their effectiveness within our communities, and is an inefficient use of taxpayer dollars.\n\nWith a $160 million price tag, people are right to raise questions. We have made upgrades in other police precincts for about one-fifth the proposed cost of this project. I believe there are changes we can make that can reduce the cost of the facility while preserving its core functions. This is the type of oversight and analysis I would be doing on all major projects as mayor.\n",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "Our police reform efforts have taken hold and are a national model. Our fire and emergency medical services are second to none. But we must continue to invest resources to ensure we are building today what we need for tomorrow. Police reform remains a top priority. We need to cement gains, so we can see the end of court oversight. \n\nBut effective public safety goes beyond policing. Our city’s approach to people in crisis and suffering from mental health challenges and drug addiction - including one of our greatest public safety issues, the opioid epidemic - will determine how well we address issues like homelessness, neighborhood livability, and property crime. We need an “all tools” approach: including intensive educational and treatment programs. Without meaningful mental health and addiction programs, we will not be able to address the increasing demand for emergency medical services, especially among our homeless and elderly populations.\n",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "I strongly support getting Sound Transit light rail and express bus services built and operational as quickly and responsibly as possible. While the passage of ST3 last year was a huge step, we need to work together on the promised light rail expansions. We must collaborate with Sound Transit to identify opportunities to expedite the planning, design, and delivery of these essential mass transit services while ensuring extensive and integral community involvement in the process.\n\nWe must ensure our investments in bus service at the city are contributing to a more equitable city. This is particularly important for working families who are hit disproportionately by the increasing cost of transportation.\n\nWe need to consider a 24/7 transit system to make using transit easier and more convenient at all hours of the night. I also plan to explore making bus fare free for all young people under 18 years old.  \n",
    "How, if at all, would you change how Seattleites are taxed, and why?": "First, we need to keep our promises to Seattle residents, businesses, and voters —  to ensure the taxes they have paid are used wisely and efficiently. Before supporting or seeking any tax increases, I would take steps to ensure accountability for the collection and expenditure of current revenues.\n\nI’m also concerned about property taxes in the city. With rising property values, many can’t afford their rising property tax bills. I will work with legislators to increase the exemption for seniors in the city and see if there are ways to provide property tax relief to lower income individuals and to landlords that provide affordable housing.\n\nI would also like to explore how we can reform our regressive tax system in favor of more progressive options. I supported the statewide income tax when it was on the ballot, and would continue to encourage state lawmakers to adopt a more progressive tax system. \n",
    "How would you address the gender wage gap in Seattle?": "Both the City of Seattle and private businesses should adopt equal pay for equal work and hold employers accountable. I will work with our business community as well as employee organizations to finally address this problem.",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "With the removal of the Alaskan Way Viaduct, we have a historic opportunity to reconnect the city with its waterfront.  I have been talking to a variety of people about this historic opportunity.  We need to “go big” – as it will help define what Seattle is for generations to come.  This means building and maintaining the bikeways, sidewalks, and the street as well as designing the space to make it fun, safe, and welcoming for residents and visitors.\n\nI believe that a combination of private philanthropy and other sources, will allow us to raise the revenues we need to create a vibrant, publicly accessible waterfront that Seattleites will use and cherish for generations to come.  Funding might include a downtown “Local Improvement District” – fees paid by property owners (commercial and residential) who will benefit (increased property values, increased tourism) from being near the new park.\n",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "I have a track record of tackling tough problems, bringing people together and getting things done.  Until President Barack Obama nominated me in 2009, no openly gay person had ever served as US Attorney in the 200 plus years of history. I was honored and proud to break that barrier. And it is no surprise that it happened in Seattle. We are a city that leads.\n\nIf elected, I would be the first-ever lesbian to serve as mayor and the first woman in 100 years. Our city faces real challenges. No one, including me, has all of the answers. Our town usually doesn’t lack ideas or rhetoric, but we will need leadership to get past the noise, to bring people together, and to get things done. That is the kind of mayor I will be. I will listen. I will learn. And I will lead.\n"
  },
  {
    "Timestamp": "6/16/2017 18:53:51",
    "What is your full name?": "Tiniell Cato",
    "What is your age?": "over 35",
    "What neighborhood do you live in?": "Seattle",
    "What is your occupation?": "Grant Writer, Business owner, and Philanthropist",
    "What is your annual income?": "NA",
    "Describe your immediate family/household (spouse, children, etc.)?": "Child-Son",
    "Do you rent or own your home? If you own, when were you last a renter?": "Yes. Seattle is last place I rented.",
    "How long have you lived in Seattle?": "30 + years",
    "Describe your education": "Educated",
    "What is your primary mode of transportation?": "City Transit System",
    "Who is your favorite Seattleite past or present?": "Bill Gates and Kenny G.",
    "Favorite musician or music group?": "Bob Marley, Marvin Gaye, and many others",
    "Would rent regulation help Seattle?": "Yes",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too much",
    "Should the city open more authorized homeless encampments?": "Maybe",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "Yes",
    "Should the city adopt an income tax on high earners?": "No",
    "Should the city adopt a head tax on businesses?": "Only big businesses",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Sometimes",
    "Should Seattle mandate paid parental leave in the private sector?": "Yes",
    "Should Seattle create municipal broadband?": "Yes",
    "Which city department or office should first have its budget cut, if any?": "It would be through a equal consideration process before coming to a decision. ",
    "Which city department or office should first having its budget increased, if any?": "It would be through a equal consideration process before coming to a decision. ",
    "Would you retain Kathleen O'Toole as police chief?": "Maybe",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Where should a new sports/entertainment arena be built?": "Nowhere",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "No",
    "Should Seattle and King County open a safe-injection site in the city?": "No",
    "Sum up your campaign in a tweet -- no more than 140 characters": "“An EVOLUTION” For All People. United We Stand. Divided We Fall.   \n  \nAn Evolution is Change towards improving that which exist, preserving the good characteristics and losing any detrimental characteristics.   \n  \nWe deserve a Leader who has gone out personally into the Community, listened to their ideas, concerns, and became proactive towards Evolution. We deserve a leader who knows this change is random, generally slow, good, and bad. We deserve a leader who knows that the Natural selection is not primary intent of evolution. The retention of whatever is working is.   \n  \nI am that Leader!  \nBorn and raised in 34th & 37th District, my family has lived here for four generations and I am currently raising my son here. As a Grant Writer, I found within the Government, State, Local, District, Federal Agencies, Courts, Businesses, Nonprofits, Land, Documents, Contracts, Process, Procedures, and Policies have clerical errors resulting to discrimination that Violate Civil Rights in the “Equal Opportunity Policy” pertaining to jobs/employment, education, medical, housing/homelessness, loans, grants, policing, and crime.   \n  \nToday, as an active community Leader: Founder at Warren & Cato Consulting Firm, I created a resolution to the clerical errors in “Equal Opportunity Policy” by rewriting the application processes and policies that Violate Civil Rights Act pertaining to oppression, murders in our communities, immediate end to police brutality, and crime. For example, remove what has nothing to do with skill or experience, like race, creed, sexuality, income, or crime.  \n   \nAs the voice of the legitimacy to speak for the community of Seattle, the people want to protect their families, be independent and financially secure. This is the “Land of the Free.” ",
    "How would you help Seattleites better afford housing and halt displacement?": "As a grant writer, I will use my skills and ability to attain money to fund our housing projects for all transitional housing and homelessness. ",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "I appreciate the \"Seattle’s proposed Mandatory Housing Affordability (MHA) program that would allow the developers of low-rise buildings to construct larger structures with more homes in them. It would require that in exchange, they either provide a quota of subsidized affordable homes within the building or pay a fee to the city, with which Seattle would subsidize homes elsewhere.\"(@danbertolet) on March 13, 2017 at 6:30 am. \nHowever, with the homeless epidemic and crisis, it seems to be a problem giving that option. If the developers were held to provide affordable housing to the community instead of paying the fine, more people would be in a home.",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "No. Because I can not appreciate the idea to \"allow more and larger backyard cottages in order to conduct a more potential environmental consequences that include the possibility to lead to more gentrification.\" (By Daniel Beekman Seattle Times staff reporter.) \nEven though proponents say \"the small homes can be a good option for people who can’t afford to buy or rent an entire house\", renters should not be limited to this option for affordable housing. \nWhen I am Mayor of Seattle, I will use my skills to attain funds towards extra resources that will support more affordable housing plans to replenish property already available and build new property alongside the buildings already build in our neighborhoods. ",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "Since I have not seen the budget or any financial statements or records, I can not yet determine or make an educated guess rather the $60 million would be sufficient. But as your Mayor of Seattle, I will be diligent in finding the answer accordingly. ",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "It would be equally considered during budget decisions. When the money is attained I would implement the best plan that suites the community after communicating respectfully together in a way that we can work out our differences and come to an agreement about the benefits of all people involved. ",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "The most important public-safety challenge facing Seattle is policing and crime. We can solve it by rewriting the application processes and policies that Violate Civil Rights Act pertaining to oppression, murders in our communities, immediate end to police brutality, and crime.  For example, remove what has nothing to do with skill or experience, like race, creed, sexuality, income, or crime.  \n   ",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "Yes. It is possible to make getting around easier before new light rail stations opens in 2021 because my priorities are the Curb Use Priorities in Seattle, Transit Improvement Project, and the Street Maintenance Programs. \nAnd Yes, the City should make driving easier. ",
    "How, if at all, would you change how Seattleites are taxed, and why?": "Raising expenses and taxes may at times seem to be a solution but, Yes, as your City Mayor, I will implement the use of holistic wellness centers as one way to gain economic wealth to attract outside traffic to and from Seattle to generate revenue to fund our City projects etc., instead of taxing the Seatteites.",
    "How would you address the gender wage gap in Seattle?": "To address the gender wage gap in Seattle, I would implement my resolution to the clerical errors that discriminate in “Equal Opportunity Policy” by rewriting the application processes and policies that Violate Civil Rights Act pertaining to wages. For example, remove what has nothing to do with skill or experience, like gender.  ",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "When the waterfront after Alaskan Way Viaduct is brought down I would invest in the drawbridge or tunnel. When I am in office I will attain funds from all over the US from agencies that support economic growth and development. This will generate funds that will be used to pay for the projects.\nBeing unable to predict the growth of population, it would make sense to construct both bridge and tunnel from within the existing City plans. ",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "This is “An EVOLUTION” For All People. United We Stand. Divided We Fall.   \nAs Mayor and the legitimate voice to speak for the community of Seattle, I will  enforce the city and state laws, and city contracts that maintain order. I will direct and controls all subordinate Officers of the City and appoint head of departments that are subject to the approval of the City Council accordingly."
  },
  {
    "Timestamp": "6/16/2017 20:21:26",
    "What is your full name?": "Mike McGinn",
    "What is your age?": 57,
    "What neighborhood do you live in?": "Greenwood",
    "What is your occupation?": "Currently a candidate full time. Have been an attorney, non-profit leader, consultant",
    "What is your annual income?": "$80,000",
    "Describe your immediate family/household (spouse, children, etc.)?": "Peggy Lynch is my partner of 30 years.  We have three kids, Jack 22, Miyo 20, and Cian 17",
    "Do you rent or own your home? If you own, when were you last a renter?": "Own a home since 1999, rented before then",
    "How long have you lived in Seattle?": "28 years",
    "Describe your education": "I earned a B.A. in Economics from Williams College in 1982 and law degree from the University of Washington in 1992",
    "What is your primary mode of transportation?": "Bicycle, transit, and car-sharing service (Car2go or Reachnow)",
    "Who is your favorite Seattleite past or present?": "Peggy Lynch.  Excluding my wife love the smart passionate advocacy of Lisa Daugaard, ",
    "Favorite musician or music group?": "Jerry Garcia",
    "Would rent regulation help Seattle?": "Maybe",
    "Should the city open more authorized homeless encampments?": "Yes",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "Yes",
    "Should the city adopt an income tax on high earners?": "Yes",
    "Should the city adopt a head tax on businesses?": "Only big businesses",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Sometimes",
    "Should Seattle mandate paid parental leave in the private sector?": "Yes",
    "Should Seattle create municipal broadband?": "Yes",
    "Which city department or office should first have its budget cut, if any?": "The city’s general fund budget has grown by 25% over the last three years, over $250 million a year. I would review the entire budget for reductions, as I did when I had to cut $67 million in my first year in office. I prioritized human services, public safety, direct services and basic maintenance. I would take the same approach today, except now we could apply savings to our most pressing needs. In particular I would look at excessive growth in management - for example the Mayor’s office grew by 80% over three years. It would be premature to say now which department I would prioritize first for a budget reduction without first conducting a careful review of the City’s current budget situation at the departmental level.",
    "Would you retain Kathleen O'Toole as police chief?": "Yes",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Where should a new sports/entertainment arena be built?": "Sodo",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "No",
    "Should Seattle and King County open a safe-injection site in the city?": "Yes",
    "Sum up your campaign in a tweet -- no more than 140 characters": "Lower- and middle-class getting squeezed out of Seattle. Let’s build a city for everyone, not just super wealthy",
    "How would you help Seattleites better afford housing and halt displacement?": "We must provide housing to meet job growth. That means working with neighborhoods on a strategy to allow more diverse housing types, including “missing middle” housing (backyard cottages, mother-in-law units, duplexes, and triplexes), congregate housing, subsidized housing for teachers and service workers, and senior housing.\n \nI also believe the city must significantly expand public housing, and should consider taxes on our most successful large corporations, or an income tax if legal, to finance such housing. I don’t support continued reliance on regressive taxes.\n \nAddressing displacement will take a wide range of policy solutions, including creating more housing citywide to reduce pressure on neighborhoods facing gentrification.  We also need to look at strategies to improve the financial position of those being displaced. That means jobs, minority-contracting, priority hire on city contracts, and support for business creation and growth in communities facing gentrification. \n",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "I support MHA, because it is one tool that can help increase the number of affordable units available in Seattle. I think we will have to monitor it closely and adjust as needed to ensure it is meeting its goals\n",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "Yes - allowing for a wide range of housing types is going to be needed, and there is a strong need for missing middle housing types like row houses, duplexes, and triplexes that can house families. I believe changes in housing such as this will need to be the result of a broad based public process. This will included a discussion of how neighborhoods can accommodate housing growth, and how to make sure accompany growth with appropriate investments in neighborhood quality of life. \n",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "Our system is moving more people out of homelessness than ever before, but these gains are overwhelmed by the numbers of families and individuals that are newly homeless.  I would systematically review existing approaches, as well as test new strategies, to use our dollars as effectively as possible. If after that review we need additional dollars to meet the scale of the emergency I will not hesitate to help those in need.  That is why it is so important to review the dramatic growth in spending city-wide and re-prioritize it without resort to additional regressive taxes.\n \nWe also need to look at the root causes of homelessness as well. Many people have been pushed out of their homes due to a lack of housing affordability. More housing options, and more public housing, can make a difference.\n",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "I do not support the new precinct proposal. The existing North Precinct facility has deficiencies that warrant review, but the price of the proposed new building is way out of control. I would restart the analysis of how to meet the facility needs for SPD in the North Precinct.\nIt’s a sign of how the budgeting of the current administration has become disconnected from the people of this city.  At the same time as the city is considering building the most expensive precinct in the nation, the city is looking at privatizing Green Lake Community Center, and claiming we do not have sufficient funds to maintain community centers across the city.\n",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "We have a number of public safety issues. As examples, shots fired in Seattle continues to rise. Reported domestic violence assaults are increasing, as is reported violent crime overall.  Sixty-nine unsheltered people died in King County last year, many of which could have been avoided with basic shelter and health care.  Approximately twenty people die each year in our city due to traffic collisions.\n \nMy approach is that every department has to make public safety a priority. For crime-fighting it would be a multi-faceted approach, with a focus on building partnerships with the community to fight crime. We also must invest in youth violence prevention and alternatives to gangs for young people. For homelessness it will be providing shelter.  On traffic safety it will involve continuously improving our streets to reduce the likelihood and severity of collisions. \n",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "We should always work to make it easier for people to get around, regardless of how they travel.  The challenge is that job and population growth is overwhelming our streets, and we are way behind on transit improvements. We need to make better use of our existing street grid - light synchronization and a smart system can help, but we also must improve our transit, pedestrian and bicycle infrastructure. We need to make our buses, rail transit, bicycle network and pedestrian infrastructure work as a holistic and safe system for all so that everyone can get where they want to go safely. I also support acceleration of Seattle ST3 projects. As Mayor, I pushed to get Sound Transit 3 on the ballot by 2016.  I will look at all available options to accelerate the Seattle projects approved in Sound Transit 3\n\n",
    "How, if at all, would you change how Seattleites are taxed, and why?": "The starting point for constructing our budget is to spend our money wisely. Because our local tax system is regressive, that means unnecessary spending is by definition regressive. \nTo the extent we need more revenue for major new initiatives, I support progressive tax and/or fee policies. I support a high-earner’s income tax. When levies come up for renewal that we must renew I will also look at funding packages that include progressive sources.\nIn particular for new initiatives I believe we need to look at increasing taxes on our large successful corporations, while also reducing the burden on small businesses by increasing the exemption level of the business and occupation tax.\n",
    "How would you address the gender wage gap in Seattle?": "The city first has to get its own house in order. Late in my term we did a study of the gender wage gap which revealed we had issues to address. In the last budget I submitted we included a reserve to be used to raise wages for underpaid women. If elected I would return to that work.\n \nWe also must recognize that the gap often occurs because occupations traditionally occupied by women are undervalued, for example, childcare, domestic work, and administrative positions. The city can play a role in supporting better pay and benefits for such workers in the private sector, especially companies we contract with. At the very least we should collect data from such companies as a starting point to addressing the gender wage gap. Expanding paid family and medical leave will also make it easier for women in the workforce, who often are set back economically in dealing with family and medical issues.\n",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "A new waterfront will be a great asset to Seattle’s quality of life and our economic development, but we need to be careful about costs. \n \nUnder the agreements with the state, Seattle must fund the seawall, and the adjacent public space. The State has the obligation to pay for taking down the viaduct and building the new surface road, although the state has been cutting that budget to pay for cost overruns on the tunnel.\n \nI am concerned that portions of the waterfront  design are overly extravagant. We need to look at reducing overall project costs to ensure that the project does not soak up tax revenues that could be used to maintain existing facilities city-wide. \n \nI am committed to funding the city’s agreed upon portion, and holding the State to its promised funding. Local property owners benefiting from the improvements can help pay through a local improvement district. \n",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "Context on Yes/No questions:\n \n- It is premature to support Key Arena until we know more about the cost and impacts. \n- On homelessness, every person should have a place to sleep at night that is not on the streets or in our parks. As Mayor I enforced the rule against camping in parks and would so again, after ensuring every person has a safe place to go. \n \nClosing:\n Seattle is a great place because of the people who live here. At some point in the past few years I think that’s gotten lost in our city’s decision-making. I want to be Seattle’s mayor so that I can help be your voice when it comes to taking progressive action when it matters. I learned a lot when I had the honor of serving this great city as mayor and I would be humbled to once again have that opportunity.\n"
  },
  {
    "Timestamp": "6/19/2017 23:22:09",
    "What is your full name?": "Lawrence Michael Oberto,  Larry Obreto is what I use",
    "What is your age?": 55,
    "What neighborhood do you live in?": "Belltown",
    "What is your occupation?": "Motorsports Marketing, Managememt, and an Owner of Oberto Sausage Co.",
    "What is your annual income?": 150000,
    "Describe your immediate family/household (spouse, children, etc.)?": "Wife and I and a child living in seattle",
    "Do you rent or own your home? If you own, when were you last a renter?": "Own",
    "How long have you lived in Seattle?": "55 years with brief period living in LA and London",
    "Describe your education": "Real Seattle durring its cultural diverse years, Our Lady of Mt Vergin Church, Mercer Jounior Hi, Franklin and Seattle University Graduate.  No better education than 1/3 white, black, and asian and mixing it with a familys now 100 year old sausage buisness.  ",
    "What is your primary mode of transportation?": "Walking & Automobile.",
    "Who is your favorite Seattleite past or present?": "JP Patches",
    "Favorite musician or music group?": "Jimi Hendrix, Quincy Jones",
    "Would rent regulation help Seattle?": "No",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Just the right amount",
    "Should the city open more authorized homeless encampments?": "No",
    "Should Seattle assess impact fees on developers?": "No",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "Yes",
    "Should the city adopt an income tax on high earners?": "No",
    "Should the city adopt a head tax on businesses?": "No",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Sometimes",
    "Should Seattle mandate paid parental leave in the private sector?": "No",
    "Should Seattle create municipal broadband?": "Maybe",
    "Which city department or office should first have its budget cut, if any?": "We need to focus on growing definable returns for money spent before asking for more.  If this is accomplished budgets will be good as they are.",
    "Which city department or office should first having its budget increased, if any?": "The budgets that have new workable definable programs and thoes that get lasting results.",
    "Would you retain Kathleen O'Toole as police chief?": "Maybe",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Where should a new sports/entertainment arena be built?": "Sodo",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "Yes",
    "Should Seattle and King County open a safe-injection site in the city?": "No",
    "Sum up your campaign in a tweet -- no more than 140 characters": "I will represent the trust Seattle gives as its mayor.  Honesty and Accountability.",
    "How would you help Seattleites better afford housing and halt displacement?": "Better use of permitting and by growing availability.",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "Uncomfortable with what appears a blanket approach.  I would encourage more direct dialogue with the stakeholders on both sides.  After having direct contact while being mayor I can better assess.",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "I tend to look at what the Monorail path could have produced.  Good transit corridor that linked two  communities with down town Seattle in the center.  At that time there seemed to be the opportunity and land to grow housing density bordering and within commercial industrial space.  I will revisit looking at how current growth has affected these areas and where we can improve on what we are doing.",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "Sixty million for the results we are getting is too much.  There does not appear to be any meaningful improvement toward the zero homeless goal.  I feel the goal is unobtainable and thus we should focus on helping minimize people falling into homelessness first,  secondly we focus on mental health, third addiction, and fourth having the people who wish to live as they do to respect society.  The city assists their living and at minimum they should, \"clean camp, Tread Lightly\"  Terms used by other groups.  ",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "Having proper long term infrastructure for police, fire, and other is necessary to long term safety.  A brief review of what is functionally necessary is paramount.  Secondly the added niceties should be evaluated as to actual potential use by the public.",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "Desperate people that are homeless.  Minimize its impact and provide opportunities.  The order was stated above.\n\nOrganized Gangs, need to have comprehensive plan that is agreed upon with Seattle Police.  Focus on what works.  \n\nThere are many soft targets that are identified by federal government in our area.  I do not have the confidence that we are properly prepared with state and local rescue.  We cannot fortify every target but we can make being prepared to minimize the impact of the unforeseen.\n",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "We can easily increase the ability to have traffic flow.  Current policies put different methods of transportation at a cross purpose.  Roads are designed to induce less comfort while driving thus reducing speeds.  This was done so that the unpopular act of lowering speed limits could be adverted.  \n\nCurrent designs do not serve cars, bus, nor bikes in a manner that reduces transit times.  We have good staff that needs to have transit times as a high priority in the equation.  When the Viaduct is closed I fear the city will grind to a halt.\n\nIf we cannot drive into or out of the city it affects livability, profitability when people no longer travel here to shop, and safety.  Safety vehicles will have difficulties operating during peak times.  \n\nI am available to discuss this deeper if you wish.",
    "How, if at all, would you change how Seattleites are taxed, and why?": "The question is not relevant if we focus on how we spend and what we return as value to the tax paying citizen.  It is a magicians trick to focus on something else while the other hand miss handles the tax revenue.  Once we have trust of the tax payer the discussion of how we are taxed will take on a different meaning.\n\nWe have a 25% increase in the mayors budget alone over the last four years.  Do you feel you are receiving that much value in return?  \n\nThe city has more cash flow than in its history.  It has added cash from the growing population.  It has bonus tax revenue from the growth in building.  I do not feel this added building growth is spent on cities long term infrastructure.  \n\nWe must spend effectively while we have this much to build a base for when the growth slows.  Current practice is addicted to this added tax base.\n\nKnow what you are getting for your tax dollar and when you will receive the benefit.\n\nRemember that our current government stresses that sales tax is the most regressive form and has razed it repeatedly.  We must not break the public trust like this.\n",
    "How would you address the gender wage gap in Seattle?": "At present I would let the market decide.  In politics, labor, other it happens on all sides.  I do not have a workable solution at the moment but will make a priority to study.",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "I feel that the plan is already in place.  First would be to examine costs associated with any major changes.  \n\nLarge park would be nice but with the tunnel design I do not believe we can limit traffic on waterfront. \n",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "Seattle is unique and I feel I represent this.  My upbringing around the Rainier Valley and local school district has given me much appreciation for the changing culture as new people moved to Seattle.\n\nGrowing up in what is now a 100 year old local family business has taught me how difficult it is to earn money.  It takes hundreds of hours of team work to produce something of value that can be sold to sustain jobs and grow.  Being in a family business has challenges balancing the needs of the company with independent owners wants and desires.  This is a small microcosm of a city with much greater diversity.\n\nMy racing career has taught me about high functioning teams and getting results.  It has shown in U.S. and world championships in cars and boats.  Teams and vehicles can have different personalities yet to have success they work toward a common goal.  They also rely on each other to perform as best they can.  This trust I believe can be reinstalled in our fragile political system."
  },
  {
    "Timestamp": "6/20/2017 0:33:18",
    "What is your full name?": "Thomas Ralph Gunn, but the name I go by is Thom Gunn",
    "What is your age?": 70,
    "What neighborhood do you live in?": "Over 70 years I have lived in over 27 different places in Seattle, but currently, because of development, I am homeless",
    "What is your occupation?": "Journalist, Historian, Fishmonger",
    "What is your annual income?": "Not very much",
    "Describe your immediate family/household (spouse, children, etc.)?": "I have been married twice and have children, my oldest daughter, 52, is a professor  in Arizona; my second daughter, is the executive vp of Michael Kors in New York, she's 37; and my son, Joe, runs the Whidbey Pie restaurant and pie manufacturer. one is a professor, another is an executive in New York and the third",
    "Do you rent or own your home? If you own, when were you last a renter?": "I own a home outside of Seattle and have had a room in Seattle for the last 15 years.",
    "How long have you lived in Seattle?": "50 years",
    "Describe your education": "I graduated from Mercer Island in 1965.  Went to Gonzaga.  Ridiculous school then in a backward town.  Came back to UW,  was a journalism major.  First professor there was a bore who couldn't write.  Transferred to Political Science. Hit one too many gasbags.  Switched to history with Giovanni Costigan.  Then came across something while climbing mountains that made me switch to an in-depth study of the Roosevelts and their impact on the state focusing on two case studies. Since then I've never stopped studying and received the equivalent of another graduate degree in French studies while covering the Tour de France for eight years.",
    "What is your primary mode of transportation?": "Car, bike, foot.",
    "Who is your favorite Seattleite past or present?": "Giovanni Costigan, Jack Robertson, Chief Seattle",
    "Favorite musician or music group?": "Bob and Ray -- Bob Dylan and Ray Davies, leader of the KINKS",
    "Would rent regulation help Seattle?": "Maybe",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too much",
    "Should the city open more authorized homeless encampments?": "Yes",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Should the city adopt an income tax on high earners?": "Yes",
    "Should the city adopt a head tax on businesses?": "Only big businesses",
    "Do you approve of the city's new sugary-drinks tax?": "Yes",
    "Should meetings of task forces convened by the mayor be open to the public?": "Sometimes",
    "Should Seattle mandate paid parental leave in the private sector?": "No",
    "Should Seattle create municipal broadband?": "Yes",
    "Which city department or office should first have its budget cut, if any?": "ANY DEPARTMENT OR INITIATIVE PROMOTING THE CITY",
    "Which city department or office should first having its budget increased, if any?": "MAYOR'S OFFICE",
    "Would you retain Kathleen O'Toole as police chief?": "Yes",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Where should a new sports/entertainment arena be built?": "Nowhere",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "Yes",
    "Should Seattle and King County open a safe-injection site in the city?": "Yes",
    "Sum up your campaign in a tweet -- no more than 140 characters": "I don't know what you are talking about.  I don't tweet.    But assuming five characters to a word, this is it.   We r at crossroads, continue on same path: Tragedy. If we gather the best we have in us, we could create a sustainable example to the world.",
    "How would you help Seattleites better afford housing and halt displacement?": "or replacement, young newcomers for old natives.  Public and Private public housing, approved by neighborhoods.  Rapid transit expedited north south and east west. Everett to Tacoma.  ",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "No.  It relies on the development community to change neighborhoods the way they've changed downtown.  I trust it like I trust Putin.  Neighborhoods are the jewels and solace of the city.  I've lived in most of them.  Any up zones should be with the consent of the neighbors, so developers really have to come across with community benefits.  And I would prefer high quality, iconic northwest architecture and sensitivity structures that will be a credit to their surroundings for a hundred years, with the profits accruing to the city.  Reinvent public housing using Scandinavian models.",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "see the above answer",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "too much for what we and they get -- with this mess, it's all trial and error.  I would like to try securing camps outside of the city in farm or forest, like the CCC camps, to house and help the homeless -- and take care of them on a seniority basis.  We can't take care of all of America's problems, but we should take care of our own and then some more.",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "I don't know enough to answer.",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "The difficulty of existence in this place, day and age.  Drugs, insanity, survival pushing people over the edge.  Guns, violence.  I want to begin a serious effort to eliminate the carrying of firearms and possession of assault weapons in the city. And because Seattle dominates its surroundings, influence its contiguous areas to do the same, beginning with Bloomberg's methods in New York, which require a permit from the police chief to carry a weapon.  I also want Seattle cops to live in the city and be the only ones with weapons. Want to make a determined effort to find a best answer for meth, heroin and other drugs. I also would like to explore the legalization of prostitution. Most of the civilized world has it and I've read studies where it reduced assaults on women by up to 70%.",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "This is our most pressing crisis.  We should address it like FDR did the depression and Churchill did Hitler.  Throw our resources and resolve at it.  Investigate a city system of Gondolas.  30 million a mile versus 5 billion for Bertha's tunnel. Find a way to resolve bike/car conflicts by dedicating routes to each. Wean people of their cars by providing better alternatives so they don't need or even want to have them. 2/3rds of Copenhagen and Amsterdam rely on bikes. Begin a high speed bullet train between Vancouver and Portland so people can be two hours from any work space but still live in a humane and affordable northwest environment where nature is fundamentally respected.",
    "How, if at all, would you change how Seattleites are taxed, and why?": "This is in pencil. Income tax is going to be a rocky road with no assurance the courts won't, after a lot of time and effort, throw it out.  I have, since 1972 favored a future tax on real estate sales, construction and tourism of two cents on a hundred.  Our timber, our oil, has been our most valuable and threatened asset and we've been selling it off like Indians did otter pelts, for a nail a piece. We've been giving it away free.  Norway is a good model, their oil profits have established a one trillion dollar sovereign fund. If we'd taxed growth as it has snowballed over the last 45 years, I wonder how deep our reserves would be.  It's long overdue and simple common sense.",
    "How would you address the gender wage gap in Seattle?": "Equal pay for equal work period.  No entitlements.  Everything based on merit. ",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "Haven't given it much thought.  But I'd go Public and Green.  That's always my preference.",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "I have been predicting and preparing for Seattle's situation now all of my life. I wrote of the Coming Californication of Washington in 1972.  Said we were selling off the space between us...Importing problems...that They'd get better and we'd get worse...That growth should pay for itself.  Treat it like the Columbia rolling through the dams, generating the compensations necessary to make growth humane.  My life has been marinated in politics, books and constructive environment actions, including the stopping of a supertanker port and protection for eagles. Our environment is sacrosanct, the basis of our health and our economy.  Cedar trees, salmon, civility and good sense have always distinguished us from the rest of the United States. When we protect and enhance them, we do the same for ourselves. We are faced with an array of external threats, like Trump, Republicans & North Korea, but we can't do anything about them. Yet, we, more than them, control our destiny because we are inside the circle.   And our best hope is to create a sustainable city that is the capitol of a region, the Great Northwest that has all the makings of an ecotopia.  That is not only our sustenance but an example to the world. Because at the same time we face our greatest existential threats ever , we also have our greatest assets in terms of brainpower and money. And we have the world as an example of what to do and not do. It's not going to be easy, it's going to be hard,  but we must save the future for our children and their children. It's  going to require facing up to truths, devising a strategic plan and marching forward. Asking what we can do for our home. All of us. We are just so blessed to have such a fighting chance. Let's take it."
  },
  {
    "Timestamp": "6/20/2017 0:40:52",
    "What is your full name?": "Nikkita Oliver",
    "What is your age?": 31,
    "What neighborhood do you live in?": "Delridge area",
    "What is your occupation?": "Case Manager, Educator, Attorney, Free-Lance Writer, Artist",
    "What is your annual income?": "Depends on how contracts go. I work as a 1099-MISC. I pay health Insurance and taxes out of my income. Last year before taxes I made somewhere between 48K-50K.",
    "Describe your immediate family/household (spouse, children, etc.)?": "Roommates ",
    "Do you rent or own your home? If you own, when were you last a renter?": "Rent",
    "How long have you lived in Seattle?": "Nearly 14 years",
    "Describe your education": "Sociology, B.A. from Seattle Pacific University; J.D. and M. Ed. from University of Washington",
    "What is your primary mode of transportation?": "Car",
    "Who is your favorite Seattleite past or present?": "Octavia Butler (Not born here, but an incredible contributor to literature and our city.)",
    "Favorite musician or music group?": "I have a lot of favorites, but The Fugees will always be in my top 5.",
    "Would rent regulation help Seattle?": "Yes",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too much",
    "Should the city open more authorized homeless encampments?": "Yes",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "Yes",
    "Should the city adopt an income tax on high earners?": "Yes",
    "Should the city adopt a head tax on businesses?": "Only big businesses",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Sometimes",
    "Should Seattle mandate paid parental leave in the private sector?": "Yes",
    "Should Seattle create municipal broadband?": "Yes",
    "Which city department or office should first have its budget cut, if any?": "Decrease prosecution of \"quality of life crimes\" (criminalization of poverty) and divert funding from criminal legal services to human services, addressing the state of emergency regarding homelessness, and affordable housing",
    "Which city department or office should first having its budget increased, if any?": "Office of Civil Rights, the Office of Immigrant and Refugee Affairs, & the Office of Labor Standards",
    "Would you retain Kathleen O'Toole as police chief?": "Maybe",
    "Should the city continue to grow its number of police officers?": "No",
    "Where should a new sports/entertainment arena be built?": "Seattle Center",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "No",
    "Should Seattle and King County open a safe-injection site in the city?": "Yes",
    "Sum up your campaign in a tweet -- no more than 140 characters": "A movement to build communities up from the grassroots leading the way towards a healthier, diverse, more equitable and affordable Seattle",
    "How would you help Seattleites better afford housing and halt displacement?": "We must have a long-term vision for our city which is achieved through a multi-faceted housing strategy which utilizes all of the tools available to us. We need to not simply rely upon the public market to supply more units of affordable housing but must also utilize market intervention strategies (ie. speculative capitol tax), rent stabilization, and the building of publicly owned housing to ensure that we have a supply great enough to serve the demand, provide affordable and low-income units, and bring the cost of housing city-wide down to a more reasonable and accessible level. We must also incentivize the use of mother-in-law units being rent stabilized through zoning opt ins as well as redefining the definition of affordable to a more reasonable level given the consistent increase of the median income (which is concentrated amongst white residents).",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "No, it needs to be renegotiated. Upzones are not one size fits all neighborhoods. We need a multi-faceted zoning plan (including in-law units, AADUs, and DADUs) to address the affordability and housing crisis. I would support a plan similar to HALA/MHA which requires the private market to invest in affordable housing. The current plan relies too heavily on upzones and the private market to meet our need. It simply does not require developers to invest in enough on the ground units to effectively contribute to our efforts to combat displacement and develop enough affordable housing for our workers and those moving to our city each week. We need to ask for 25% affordable units and find ways to incentivize developers building on the ground units as opposed to paying linkeage fee as well as requesting impact fees in order to beef up our school and transit infrastructure. Additionally, the current plan completely de-value and ignores the importance of community input in neighborhood planning and preserving the culture of our neighborhoods.",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "Yes. Upzones are not a one size fits every neighborhood solution. I propose that we utilize mother-in-law units and backyard cottages a means of creating affordable housing. For example, we could do a zoning opt-in. Those properties that want to build mother-in-laws and backyard cottages can only do so if they commit to being within the 30%-60% AMI and being rent stabilized. This would allow us to begin to address the forgotten middle and make strides on much needed workforce housing through the private market. Then we can focus on building below 30% AMI units for lower-income families as a part of the our public housing plan.",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "We need to commit more of our budget to providing the RIGHT services AND we need to better coordinate the initiative regionally with King County. We need to stop the sweeps and work closely with advocates and unsheltered residents living in encampments to ensure that we are providing the necessary water, trash, needle disposal, and sewage resources to the encampments. We need to partner with encampments regarding their community agreements and support their self-determination while providing on site case workers. We also need a multi-faceted plan for assisting the 90% of unsheltered residents who want to eventually be housed. In doing so we must recognize that not all people will be able to take the same path to permanent housing. While rapid rehousing is appropriate for some, it is not appropriate for all (if not most). We need to provide navigation teams, 24/7 storage, more temporary shelters, transitional housing, permanent supportive housing, and permanent low-income housing. We also need to treat addiction as a public health issue that must be treated as a mental health need. ",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "No, at this point there are too many human services needs in our city which are not currently being addressed with the exigency they require. We are also utilizing the criminal legal system to prosecute \"quality of life crimes\" there in criminalizing poverty. At most I would support remodeling the current structure to ensure that it safe and up to code. Continue militarization of the police department will only further distance from the vision of community policing and further reinforce the \"warrior mentality\" which is currently a part of the policing institution in Seattle and nationally.",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "When people lack basic resources such as housing, education, and healthcare due to gross income inequality (which in Seattle is also a racial equity issue) people are forced to commit \"crimes of survival\" and are often prosecuted for \"quality of life\" crimes (or for being poor). Our current housing crisis actually makes our city less safe as communities are destabilized, parents spend more time working than at home, and neighborhoods are full of strangers instead of neighbors. In order for us to have safer neighborhoods and healthier city we must get ahead of the housing crisis and assist neighborhoods in restabilizing. One of the most damaging effects of gentrification, is what it does to community relationships. Residents who have lived in their homes for years may have the police called on them or their children or their relatives because of implicit bias. As a result, our neighborhoods become places where we are all less safe and are  more likely to have negative encounters with each other and police especially if we are low-income or black/brown. Furthermore, destabilized neighborhoods contribute to the state of emergency around homelessness as people are displaced and pushed out of their homes without any other options. As a result, the perception of safety for all continues to rapidly decrease and causes further fear and division in our local neighborhoods. So, in addressing the housing crisis we must also have a strategy to address the state of emergency around homelessness which recognizes the intersection between affordability, homelessness, and public safety.",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "1) We must strengthen the current transportation infrastructure; in particular buses and bus routes. This can be done through the collecting of impact fees and partnerships with corporations which incentivize the use of public transportation among their employees. We must also corporations to make a financial investment in providing access to public transportation for their employees.\n2) \"Strategic-Density\" which places builds housing in those areas which are a good fit for providing quick, effective, affordable access to public transportation. This must include as many affordable housing units as possible.\n3) Making transition between different types of transit easier and more efficient. For example, it is difficult for employees of the hospital on Capitol Hill to utilize the street car, the lightrail, and the bus in the same day without paying extra. The more we can streamline the access to these modes of transportation the more likely people are to consistently utilize them. \n4) Ensuring that an appropriate contract is negotiated for Access services that effectively serves our Seniors/Elders.",
    "How, if at all, would you change how Seattleites are taxed, and why?": "We have relied for too long upon regressive tax structures as a means of generating revenue for our city. This requires low-income earners to pay more over time than high-income earners (who have more to give). We must also consider how our current B&O tax has regressive implications for small businesses. We must move not just for a high-earner tax, but for comprehensive tax reform in our state. We also need to consider taxing unearned income and inheritance and moving for the state to close corporate loop holes. That said, getting the progressive income tax (or what is also being called a high-earner tax) will likely require litigation. I support Seattle being a test case for this and suggest that we start 200k. That said, we must also work in coalition in order to make this change a reality that has significant impact on the regressive tax structure not just in the city but also in the state.",
    "How would you address the gender wage gap in Seattle?": "We must first start with the City of Seattle. Whomever is mayor this next term will have the honor of negotiating all of the city workers contracts! This is an incredible opportunity to ensure that gender pay equity is central and at the forefront of the negotiations. \n\nWe must continue to address gender pay inequities both with the city government but also within the city as a whole. We should work with our Office of Labor Standards to expand the study done within the City (which found gender pay inequities) to the entire city. A task of the expanded work group will be to make policy suggestions for a city-wide program to address gender pay inequities. We can continue the pursuit of truly equitable paid parental leave. We need 16 weeks as well as more family medical leave. We must require affordable high-quality childcare and will pursue a city-wide pre-K program which ensures livable wages and best working conditions for childcare providers and important educational opportunities for all of our children families. Lastly, we mu",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "Given the current crisis for affordable housing, the state of emergency around homelessness and the deficit in Seattle Public Schools, it is crucial we put our money where our values are. We need to roll back the waterfront project to reflect the major needs of our residents in this city. Ensuring that the waterfront is structurally safe is a priority which includes the replacing of the Elliot Bay seawall, critical utility infrastructure, and new Alaskan Way and Elliott Way surface streets to serve all modes of travel. Outside of these infrastructure improvements it is important that we access our priorities as a city and consider what will help our communities be healthier and current residents sustained and economically viable. ",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "The Peoples Party, decided to run Nikkita Oliver for mayor because we believe the voices of the marginalized and disenfranchised are consistently ignored by corporate and wealthy donors and influencers. Not only do the founding principles of the U.S. government mandate a government for and by the People, but the current national and local political climate demands the same. Far too often, residents from the southside of Seattle are placated for votes, but do not receive what is promised. Now, we have a community that's organized and full of strength, ready to take leadership and achieve self-determination. We may have never witnessed or experienced the mayor we deserve, but we have a chance to give the most powerful seat in Seattle to the People. We deserve better - and the only ones that can make it better are the people who have experienced first hand how this city and system has failed them.\n\nI, personally, am answering the call from community to run for mayor. This is not a decision I made on my own. I am at the service of the community, and it is an honor to run side by side with them. I am running for Mayor with the Seattle Peoples Party to continue our pursuit of equity for all—and particularly for Seattle’s youth and marginalized communities.\n\nI have never personally set out to be a politician or an elected. However, I have always set out to serve community and the interests of the most disenfranchised in our communities. Seattle is facing an existential crisis, “Who has the right to stay here?” As the city becomes less affordable, fewer and fewer of the people who keep our city functioning can afford to live here—including our educators and city workers. If we do not make some key changes in the next few years our city will grow wealthier and more homogenous. I believe that Seattle wants to be a progressive, affordable, and diverse city; and therein a healthier city for all."
  },
  {
    "Timestamp": "6/22/2017 13:59:40",
    "What is your full name?": "Michael Christopher Harris",
    "What is your age?": 52,
    "What neighborhood do you live in?": "Ballard",
    "What is your occupation?": "Network Television Producer/Photojournalist",
    "What is your annual income?": "$120k",
    "Describe your immediate family/household (spouse, children, etc.)?": "I'm a single father sharing custody of our 9yo boy Will and 6yo daughter Vianne, or \"Vivi.\"  Vivi would also want me not to forget to include Kenji, our kitty cat. They attend North Beach Elementary in Ballard.",
    "Do you rent or own your home? If you own, when were you last a renter?": "I just sold my Columbia City home after 10 years and now live in Loyal Height, Ballard. I am now a renter.",
    "How long have you lived in Seattle?": "I've lived in Seattle since 1983, when I transferred from Ohio University to University of Washington.",
    "Describe your education": "I graduated from Archbishop Karl J. Alter High School (Catholic) in Kettering, OH, and studied Journalism at Ohio University in Athens. I transferred to University of Washington, where I continued studying journalist and telecommunications but majored in Political Science, with an emphasis on International Relations and Politics and Mass Media.  I graduated in 1987 from UW with a 3.4 gpa.  I worked my way through college, taking on several jobs (including bartending, writing for two monthly publications and producing for the Northwest Bureau of PBS's McNeil/Lehrer NewsHour) while carrying a full academic load.",
    "What is your primary mode of transportation?": "Personal vehicle and light rail.",
    "Who is your favorite Seattleite past or present?": "So many! Favorite of favorite Seattleites though have to be Ann and Nancy Wilson of Heart.",
    "Favorite musician or music group?": "Heart, Rock and Roll Hall of Fame inductees in 2013 (and endorsers of my campaign!)",
    "Would rent regulation help Seattle?": "No",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Just the right amount",
    "Should the city open more authorized homeless encampments?": "No",
    "Should Seattle assess impact fees on developers?": "No",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "No",
    "Should the city adopt an income tax on high earners?": "No",
    "Should the city adopt a head tax on businesses?": "No",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Always",
    "Should Seattle mandate paid parental leave in the private sector?": "Yes",
    "Should Seattle create municipal broadband?": "Maybe",
    "Which city department or office should first have its budget cut, if any?": "Office of the Mayor.",
    "Which city department or office should first having its budget increased, if any?": "Office of Film and Music",
    "Would you retain Kathleen O'Toole as police chief?": "Yes",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Where should a new sports/entertainment arena be built?": "Sodo",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "Yes",
    "Should Seattle and King County open a safe-injection site in the city?": "Yes",
    "Sum up your campaign in a tweet -- no more than 140 characters": "Action-oriented, pro-business progressive – no new taxes, repeal wealth & soda tax, reform of B&O – progressive on social & environment.",
    "How would you help Seattleites better afford housing and halt displacement?": "The price of housing is affected solely by supply and demand.  We don’t necessarily want to slow the demand with so many high paying new jobs coming to Seattle so the supply side is where we need to apply our efforts. And density isn't necessarily a bad thing -- we just need to plan better for the inevitable. As it is, people would be surprised that the greenest city in the U.S. is New York City - because of their density. We simply cannot shut the doors to our city. Growth is here, and for the most part it's been good for Seattle. But of course we need to do more than increase availability of affordable housing, but we also need to help working people earn a living wage -- but address that in a wholistic way, by supporting our $15 minimum wage but also better engaging small businesses clearly hurt by it, perhaps by pro-rating the minimum wage with tips, etc. We can't help low-wage workers better afford housing while we increase burdens on businesses and, I believe, force them to reduce their workforce or even close down. ",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "There are parts of Mandatory Housing Affordability that give me pause.  First, if developers carve out a percentage of units to offer to low-income families provided they live in the units for a determined amount of time, those units generally revert back to market priced homes over time.  If the developers contribute to a city fund that supports the development of low income housing, how will that work?  Like many resident, I simply do not trust our current city leadership to make responsible, effective decisions on how to spend our money.  My preference is towards the fund with the stated purpose of setting up a entering into joint partnerships with developers committed to building and sustaining affordable housing for the long term. I'm intrigued by initiatives like the Africatown project on 23rd and Union, near my old neighborhood. Good ideas there that can replicated elsewhere in our city. And I'm very encouraged by the recent \"Workforce Apartments\" concept, where two developers are investing $500 million into creating affordable housing in areas like Pioneer Square and First Hill, rather than luxury units with out-of-reach rents. Moreover, I actually find very interesting components of my opponent Bob Hasegawa's idea of a municipal bank for Seattle -- modeled after North Dakota's very successful public bank (a Republican idea, btw) -- which could redirect from the City account at Wells Fargo a core capital amount of just $100 million and turn it into $1 billion in lending capacity and use it to finance affordable housing, or assist developers in projects like the Africatown project and Workforce Apartments. However, how I differ from my opponent is, again, I simply don't trust current city leadership to make these funding and financing choices.  I would instead establish public-private partnerships to inform those decisions.",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "I would absolutely look to increase density in areas currently zoned SFR, specifically as it relates to ADUs.  If density is managed through the use of ADUs versus simply making a zoning change to LR1, 2 or 3, many of these older homes that make up the fabric of these neighborhoods, can be saved.  The current ADU requirements need to be updated to make it easier for homeowners to get permitted ADUs, there should be a waiver process on the first-in application for anyone who also lives in the home and finally, the city council should vote to allow non-owner occupied ADU’s without any waiting period. Also, I would consider easing requirements for cottages, but not to the same level. We need to be careful to continue to put these through a thorough vetting process.",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "It's not how much we spend, but how we spend it -- Seattle spends more on its homelessness epidemic than almost any other city in the US, and the problem is still growing. And yet city leadership continues to look at increasing the already-oppressive and often-regressive tax burden on our residents to raise more money to throw at the problem. Our platform includes calling for a full review of the efficacy of existing programs, eliminating wasteful ones, and closing down \"wet houses,\" getting rid of the $140k/year position of \"Homelessness Czar\" (as Mayor, I'll be the czar) and redirecting funds to cost-efficient, highly effective \"Dignity for a Day\" programs, temporary \"tiny houses\" and other ideas to help curb homelessness in Seattle.",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "Yes. And I do not join others in their assertion that the costs of the project are ballooning out of control and that the total budget exceeds any other similar project in the U.S.  First of all, it doesn't.  Second, it's too difficult to compare projects from other regions. My understanding is that the cost of the NP station is close to that of the South Precinct Station.  Let's get it built. Let's continue to give the best Police Department in the country all the tools they need to protect and serve us. ",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "Homelessness. See above. And of course climate change. As Mayor, I pledge to add Seattle to the list of 27 other cities committed to going to 100% renewable energy by 2035.  It's a huge task to halt the rise of the world's oceans, but on this issue, as a port city whose very future is at risk, we can be a beacon for other communities around the planet.",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "Strategic up zoning in neighborhoods with better access to public transit,  facilitating more accessory dwelling units (ADUs), residential development in SoDo, and STOP THE WAR ON CARS! We need an all-of-the-above approach to relieving congestion, and that includes the reality that families in Seattle (like mine) can't always use mass transportation to get around. As we build light rail and improve bus service, we also need to build and maintain infrastructure for vehicles, and not continue our present culture of making drivers as miserable as possible in hopes they'll get out of their cars.  I also believe, personally, that the city has too often enabled cyclists and pedestrians, pitting residents against residents, and has been too quick to issue permits for demonstrations and other private fundraising events that clog our city streets.",
    "How, if at all, would you change how Seattleites are taxed, and why?": "No new taxes.  Reform of the B&O tax, which hurts businesses large and small. Repeal of the (I believe illegal) \"Wealth Tax\" and the jobs-killing, low-yielding regressive soda tax.  No increase in the regressive sales tax, which is one of the highest of any city in the U.S.  Stop targeting Amazon and other corporate residents -- stop biting the hands that are feeding us this extraordinary and enduring boom, and increasingly helping Seattle address other pressing issues in the city like homelessness. Press Olympia and stand with Republican legislators who are fighting to revise the car tabs fee from ST3. And if we truly want to address fairness in taxation, take it to the State level and advocate that Washington adopt an income tax while repealing the sales tax. Let our State be that beacon to the rest of the country on this issue, rather than going it alone in our city.  We simply need to do better with what we have.   ",
    "How would you address the gender wage gap in Seattle?": "Our country has made enormous progressive on closing the wage gap in the last several decades -- women in the '60s were getting about 60 cents to a dollar for men; today that's closer to 80 cents.  But that's still not acceptable.  That gap is two-and-a-half times higher than any other developed country on the planet. The Obama administration made great strides in addressing this -- but still not enough. Seattle can be a beacon for other cities by adopting a model similar to California's Fair Pay Act, which goes beyond just reporting requirements for companies but has additional protection including that women don't need to have the same job title in order to have a claim of doing equal work. And importantly,  protecting them from retribution if they dare to raise the question of fair pay. This seems like a progressive/liberal idea, but I believe it's pro-business. A stronger city policy on equal pay will help attract the kind of talent that has fueled this economic boom in Seattle. ",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "Unlike some of my opponents like Mike McGinn and Cary Moon, I have been a strong supporter in past of replacing the dangerous, crumbling Viaduct with a tunnel and rebuilding our sea wall (as an environmental advocate fighting climate change in a port city); however, we know the tunnel will only accommodate a small portion of the traffic the Viaduct does. It won't solve our traffic problem but make it worse, so we have to mitigate, even little by little.  We simply cannot close off the waterfront to cars that need to get from one side of the city to another, as some of the other candidates want to do.  The waterfront belongs to all of us, not non-profits who envision a no-cars Seattle, where presumably we all get around in personal jet packs. We need to review the existing plan, and consider any changes to it that have informed us in the several years since we penciled out a post-Viaduct plan. And yes, that includes cars.   ",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "I'm a single father of two kids in public school, with a big stake in the future of our city -- and a big concern about the direction its leadership has tilted in the last several years. We need to right this ship.  Some 30% our of residents now have come here in the last five years -- this is a new, global city, and yet our politics are increasingly provincial and, often, parlor socialist.  In listing to the left, we have left a lot of good ideas in our wake -- 28% of our registered voters are Republican, and a large chunk are moderate who believe in addressing our social and environmental issues in a progressive way, but reject the excessive tax burdens our elected officials continue to heap on our residents and businesses. My experience as an 11-time Emmy Award-winning documentarian and 15-year veteran producer and photojournalist for ABC News have taught me three important things that will inform my approach as Mayor -- get in there, talk to people on the scene, don't go in with the story written.  That's the same experience I've had in my five years as Executive Director of the Pacific Whale Watch Association, an industry that I led that contributes about $200/year in economic impact to the region -- and is comprised of owners of all political persuasions.  I'm credited with turning that industry around and making it profitable and a world paradigm for sustainable wildlife viewing. I AM FROM THE \"RADICAL CENTER,\" as I say, a \"Pro-Business Progressive.\"  A moderate.  At times in this election, a vegetarian at a BBQ.  But I believe I speak to a majority of voters who have been left out of this discussion about the future of the city.  In this overly crowded race for Mayor, we've had some trouble getting the same media as establishment Democrats, but we're beginning to get noticed. We have endorsements from the former Commander of Navy Region Northwest, Clipper Navigation Inc. (Victoria Clipper and the Tall family), Rock and Roll Hall of Famers and Seattle treasures Ann and Nancy Wilson from Heart, and even anticipate an endorsement from GM Nameplate, the largest manufacturer in Seattle -- and a conservative family.  I may not have the exposure and name recognition of others in this race -- but why do we keep hiring attorneys to run this city?  We need leaders, not another lawyer.  And we don't need failed activists or transplants from Washington's do-nothing congress.  We need a fresh approach, someone who's proven he has the courage, conviction, communication skills and unique experience to put Seattle on a better course. Together, let's right this ship!  "
  },
  {
    "Timestamp": "6/22/2017 14:18:15",
    "What is your full name?": "Casey Carlisle",
    "What is your age?": 33,
    "Describe your education": "BS, United States Military Academy, West Point",
    "Would rent regulation help Seattle?": "No",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too little",
    "Should the city open more authorized homeless encampments?": "No",
    "Should Seattle assess impact fees on developers?": "No",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "No",
    "Should the city adopt an income tax on high earners?": "No",
    "Should the city adopt a head tax on businesses?": "No",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Always",
    "Should Seattle mandate paid parental leave in the private sector?": "No",
    "Should Seattle create municipal broadband?": "No",
    "Which city department or office should first have its budget cut, if any?": "Out of 39 departments, I'd like to eliminate 18, starting with the Offices of Arts & Culture and Film & Music.  State-sponsored art is propaganda, not art.",
    "Which city department or office should first having its budget increased, if any?": "none",
    "Would you retain Kathleen O'Toole as police chief?": "Yes",
    "Should the city continue to grow its number of police officers?": "No",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "No",
    "Should Seattle and King County open a safe-injection site in the city?": "No",
    "Sum up your campaign in a tweet -- no more than 140 characters": "Partisanship is harmful. Make government boring again. There’s nothing progressive about forcing one’s values on others. Live and let live.",
    "How would you help Seattleites better afford housing and halt displacement?": "Allow all neighborhoods the opportunity for economic development by abolishing zoning.  Ease building restrictions, and abolish affordable housing mandates.  The best way to make housing more affordable is to build more housing.  “Affordable housing” is a lie; adding costs to something will never make that thing cheaper.  City Hall is causing displacement, not developers.",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "No.  See above.  MHA is in direct violation of basic property rights, and MHA is directly contributing to Seattle’s bloated cost of living.  MHA is a form of rent control, so MHA should be illegal.  MHA ensures that no one pays market rates and that most pay above-market rates.",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "Yes.  It is not up to me or anyone else what people do with their own property.  Zones reserved for single-family homes contribute to traffic congestion and to higher costs of living.",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "It’s $60M too much.  Philanthropy is not the role of government.  When government takes on that role, as City Hall has done, costs go up for everyone, and the result is regressive.  Houston cut homelessness by 87% over the past five years, and its City Hall spends nothing on homelessness.  http://www.speakoutseattle.com/single-post/2017/03/24/Huge-Crowd-at-Meeting-with-Barbara-Poppe-and-other-Experts",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "If there’s increased crime there, built it.  Public safety is one of the four basics with which City Hall should concern itself, along with water, electricity, and roads.  Along with developers and tech workers, police are unjustly vilified.  If they were to focus on only violence and theft, respect for police would increase.  We ask them to do too much, and the traffic – caused by, as always, disastrous central planning – is another hurdle that police must negotiate when driving to North Seattle.",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "See above.  Shootings, including gang violence, is the most important public-safety challenge facing Seattle.  City-sanctioned homeless encampments become criminal hubs, but the City looks the other way due to the protected status afforded to the homeless population.  Trespassing is trespassing, regardless of one’s living conditions.",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "See answers to questions 1 and 3.  City Hall needs to end its war on ridesharing companies, and it’s not for the City to make driving any more or less difficult.  Let people make their own decisions.",
    "How, if at all, would you change how Seattleites are taxed, and why?": "I am not in favor of implementing an income tax, but I want to reform the way property is taxed.  By taxing only the land, not what is on it, denser (greener) growth is incentivized, and those with shared walls will have cheaper rent/taxes (houses vs. apartments and condos).  The land-value tax is a century-old idea and has been implemented to some extent in Pittsburgh.",
    "How would you address the gender wage gap in Seattle?": "It is not for government to address the gender wage gap of private companies.",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "I’d rather sell the land to help pay for a project that had such an immense budget overrun.  The Office of the Waterfront is one of the 18 that I’d eliminate (if I could make such a unilateral decision).  It is not the role of government to develop land and promote tourism.",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "I’ve been campaigning since the 1st of March, which is five weeks before the allegations against Mayor Murray came to light.  I am the only candidate who wants a City Hall that focuses on objective non-partisan issues, and I am the only candidate who wants to leave you alone to live life in the manner you see fit as long as you aren’t harming anyone else or stealing.  No mayor in the country can effectively fight Trump; that is the role of state attorneys general.  I’m not going to grandstand and play on your fears of Trump; I’m going to focus on Seattle."
  },
  {
    "Timestamp": "6/23/2017 20:04:54",
    "What is your full name?": "Harley Lever",
    "What is your age?": 44,
    "What neighborhood do you live in?": "Interbay",
    "What is your occupation?": "Business Development Consutlant",
    "What is your annual income?": "$84k",
    "Describe your immediate family/household (spouse, children, etc.)?": "Long-term girlfriend (11 years) and a cat.",
    "Do you rent or own your home? If you own, when were you last a renter?": "Own.  Last rented in 2000",
    "How long have you lived in Seattle?": "10 years",
    "Describe your education": "BS in Entrepreneurship ",
    "What is your primary mode of transportation?": "Rav 4 Hybrid",
    "Who is your favorite Seattleite past or present?": "Tom Douglas",
    "Favorite musician or music group?": "Pearl Jam",
    "Would rent regulation help Seattle?": "No",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Just the right amount",
    "Should the city open more authorized homeless encampments?": "No",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "No",
    "Should the city adopt an income tax on high earners?": "No",
    "Should the city adopt a head tax on businesses?": "No",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Always",
    "Should Seattle mandate paid parental leave in the private sector?": "No",
    "Should Seattle create municipal broadband?": "Yes",
    "Which city department or office should first have its budget cut, if any?": "I need more information before determining this.",
    "Which city department or office should first having its budget increased, if any?": "Police.  We need more officers.",
    "Would you retain Kathleen O'Toole as police chief?": "Yes",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Where should a new sports/entertainment arena be built?": "Sodo",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "Yes",
    "Should Seattle and King County open a safe-injection site in the city?": "No",
    "Sum up your campaign in a tweet -- no more than 140 characters": "Leveraging compassion, innovation, and transparency to make Seattle the world-class city we all want it to be.",
    "How would you help Seattleites better afford housing and halt displacement?": "We need a regional approach to housing coupled with an education system that matches our economy.  Seattle cannot solve housing affordability alone.  We need to teach and train our citizens the skills they need to thrive in our economy including programming, vocational, and maritime training.  We can do this through a public-private partnership between our technology companies, trade unions, and other entities who can help train and hire our citizens.  This would provide a win-win solution and stave off gentrification.",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "I support some aspects of it, but it needs to be revisited as the significant increase of foreign investment since Vancouver's Foreign Buyer's Tax has completely changed the calculus.  Our previous assumptions are no longer valid.  In addition, the Seattle citizens have been cut out of the process.  They need to have a voice.  We also need to look to develop a regional plan as Seattle is not capable of resolving this issue alone.",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "I would.  We need to do this thoughtfully.  We also need to decrease costly regulations and bureaucratic red tape which drives up prices.  Again, we also need to develop a regional plan where we grow the Puget Sound area strategically around ST3 and based on our business' growth plans.  We should be looking to develop a technology corridor from Olympia to Everett.  This would also lessen the burden on single family neighborhoods.",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "We cannot make a determination until we drastically change our approach.  We need to adopt the evidence-based solutions Boston, Houston, and Salt Lake City use.  We also need to develop a coordinated care system where all housing, mental health, addiction, job training, and other contractors share data and works as a team to support our homeless neighbors and move them strategically out of homelessness.  In addition, we need to infuse technology throughout the process to manage emergency beds, housing, detox, rehab, and other services.  We currently have no platform in place to coordinate care and share client data.  Finally, any savings should be reinvested in detox and rehab services.",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "Yes and no.  Yes, we need to build facilities for the police.  However, they would prefer 3 small precinct houses and not one large station.  Strategically, I think we are better served with the smaller precinct houses.  I would also keep an eye on scope creep and other unnecessary costs.  We should build the exact facilities needed by the police, but keep design minimalistic and utilitarian in nature.",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "The opioid crisis.  This crisis is driving property crime, homelessness, gang violence, sex trafficking, overdose deaths, and murders.  We need to recognize that we need to rapidly expand detox and rehab services.   In addition, we need to start prosecuting high-level drug dealers.  We should limit OxyContin prescriptions to a 5 - 7 day supply for non-chronic illnesses.  We need to work with the state to require insurance companies to cover detox and rehab services.  We should consider converting some jail and prison spaces to detox and rehab facilities.  Once Fentanyl moves into the area, we will lose thousands of citizens to overdose.  We must act boldly and with urgency.",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "It is.  We need \"Smart Traffic Lights\" throughout the city.  We need to reassess which bike lanes are being used and remove the ones not being used.  We should require parking spaces for new buildings.  We need to remove \"pinch points\" and \"road diets\" until after ST3 is fully implemented.  We should also consider a high-speed gondola system like Chicago, New York, Miami, and Austin are considering.  We can only fit so many cars, trains, light-rails cars, buses, and trucks on the same road.  The Gondola system costs 1/20 of what light rail costs and can move 800% more people/hour.",
    "How, if at all, would you change how Seattleites are taxed, and why?": "Seattle is one of the most wasteful cities in America.  It has no cost control mechanisms, poorly written contracts, no real-time budgetary systems, and does not leverage technology to drive down costs.  I would implement a six sigma/lean practices, a technology team, and an audit team tasked with upgrading our city to 2017 technologies and operating efficiency to drive down costs and eliminate waste.  I would then seek to eliminate regressive taxes.  Seattle's budget grew $1.6 billion dollars, 37% in 4 years.  This equals $2370.37 for every citizen of Seattle.  We must realize the City of Seattle is one of the major drivers of unaffordability here in Seattle.",
    "How would you address the gender wage gap in Seattle?": "We can do this through educating both our students and businesses about the gender wage disparities and how best to overcome them.  We can lead by example by eliminating gender wage disparities throughout Seattle City Government.  We can also conduct surveys of local businesses to access the magnitude of gender wage disparities and publish the findings.  We can then make women aware about the pay rates for jobs they might seek and how best to negotiate compensation.",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "I would convert the 4 lanes of traffic to 2 lanes of traffic and expand the green space.  This would pay for itself, while make the waterfront a world-class space for tourists and citizens to enjoy.",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "I am the proud biological father to my friends, Beth and Jen's daughter, Kinsey.  She looks exactly like me!  I speak Spanish fluently and would be a strong voice for immigration reform.  I have invested heavily in Solar and green energy and would be a passionate proponent of green energy.  I am a landscape and nature photographer and will fight every day to protect and allow our environment to thrive.  "
  },
  {
    "Timestamp": "6/16/2017 via Word doc",
    "What is your full name?": "Jessyn Farrell",
    "What is your age?": 43,
    "What neighborhood do you live in?": "Laurelhurst",
    "What is your occupation?": "Former Washington State Representative for the 46th Legislative District",
    "What is your annual income?": "$150k",
    "Describe your immediate family/household (spouse, children, etc.)?": "We are a family of five, including me, my husband, and our three kids, ages 9, 6, and 3 (on July 4th!).",
    "Do you rent or own your home? If you own, when were you last a renter?": "Own. My first apartment in Seattle was in the U District and I paid $250/month for a room in 1996.",
    "How long have you lived in Seattle?": "I was born and raised in Seattle, graduated from the University of Washington, and returned to Seattle after law school in Boston (1998-2003). Other than a brief stint in Tacoma (2007-2011), I have lived here since. In total, I have lived in Seattle for 34 years.",
    "Describe your education": "UW (Husky Marching Band, sax section); Boston College Law School",
    "What is your primary mode of transportation?": "Ever since I commuted by bike to class at the UW from Lake Forest Park, I have always been an avid cyclist and bike commuter, and either walk, bike, or take the bus and light rail most places I need to go.",
    "Who is your favorite Seattleite past or present?": "Kim-An Lieberman, poet and teacher (1974-2013)",
    "Favorite musician or music group?": "Cloud Cult",
    "Would rent regulation help Seattle?": "Yes",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too much",
    "Should the city open more authorized homeless encampments?": "Yes",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "Yes",
    "Should the city adopt an income tax on high earners?": "Yes",
    "Should the city adopt a head tax on businesses?": "We should keep this option on the table, but there is no need to pursue one at this time.",
    "Do you approve of the city's new sugary-drinks tax?": "In principle, I support taxes on products and activities that we as a society have decided we should discourage, but in this instance, as I have looked more closely into the specifics, I don't support this tax at this time when we have other priorities to pursue, such as fighting homelessness and making hiding more affordable.",
    "Should meetings of task forces convened by the mayor be open to the public?": "Sometimes",
    "Should Seattle mandate paid parental leave in the private sector?": "Yes",
    "Should Seattle create municipal broadband?": "Yes",
    "Which city department or office should first have its budget cut, if any?": "None",
    "Which city department or office should first having its budget increased, if any?": "Education and Health, in order to make affordable child care accessible to all.",
    "Would you retain Kathleen O'Toole as police chief?": "Maybe. I'm impressed with the job she has done.",
    "Should the city continue to grow its number of police officers?": "Yes, especially once the consent decree is lifted. We need to keep up with population growth.",
    "Where should a new sports/entertainment arena be built?": "Sodo",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "No",
    "Should Seattle and King County open a safe-injection site in the city?": "Yes",
    "Sum up your campaign in a tweet -- no more than 140 characters": "I’m the candidate with a proven record of progressive results, transportation expertise, & commitment to public schools & working families.",
    "How would you help Seattleites better afford housing and halt displacement?": "In order to make housing more affordable and halt displacement, we need to use a wide range of tools. Overall, we can increase the city’s housing stock and housing options across the economic spectrum by supporting the major tenets of the Housing Affordability and Livability Agenda (HALA). To this I would add more incentives to increase private-sector housing and to push affordability. In addition, I would provide better housing stability and economic mobility with an inventory of all surplus property in the city - whether it’s WSDOT, Sound Transit, Seattle Public Utilities - all publicly held property, and bank it as the cornerstone for a major new investment in public housing.",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "I would build a strategic plan for the city that allows us to hold ourselves accountable, and then create programs within every single neighborhood. By setting a target of $1 billion in affordable housing and allocate affordability targets across the entire city, we can then use that in flexible ways, like creating neighborhood-based plans that use an array of affordability tools, rental vouchers so that people who are living in current housing can stay there, more accessory dwelling units, or more traditional density projects.",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "Too little. There are several emergency measures I would take to set the table for more permanent solutions. First of all, we should have sanctioned encampments in areas where services are available--public safety, mental health services, and sanitation. As mayor, I will tackle this problem with urgency and work towards having solutions in place before the next rainy season. The second step is that there is more experience now with secure short-term housing, or tiny homes. Unions and other non-governmental entities are eager to step up and partner with the City to provide that kind of housing. In addition, we should inventory the shelter space that the City can access. There are buildings that the City, King County, and other public and private entities have that could serve as shelters. We must invest resources where they will be most effective. That requires us to get residents into safe, stable, and affordable housing now and connect them with the community-based services and support they require.",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "I do not support the current plan--both the costs and the design raise concerns. We need to take a step back and work with the community to come up with a facility that serves its needs.",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "The greatest public safety challenge is making our city a welcoming place for all. This means addressing hate crimes against LGBT and Muslim Seattleites by reaching out through the SPD Safe Place and Bias Crimes units, providing more services, encouraging the reporting of crimes, and either prosecuting criminal cases or using diversion programs such as mental health court to address underlying causes. It means tackling the opioid epidemic through a comprehensive approach to harm reduction using the public health measures proposed by the Seattle and King County Heroin and Prescription Opiate Addiction Task Force. It means ending homelessness with the steps I outlined above. And it means creating a strong relationship between the police and Seattleites through community policing.",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "Yes, it absolutely is possible. I will bring my leadership and long-term vision to putting Seattle on track to have the most equitable, forward-looking public transportation system of any major urban center in the United States. First, I would accelerate the expansion of light rail to West Seattle, Ballard, and the East Side, and increase bus service connecting them with the rest of the city. I have creative ideas to speed up the process, including streamlining permitting, as was done for the highway projects in the 2015 transportation package, and working with the state to make Sound Transit eligible for state funding again. Second, we need to transform our pedestrian and bike infrastructure into a safer, more extensive, and truly interconnected network. I support investments in sidewalks, pedestrian and bike paths like the Burke-Gilman Trail, clearly marked bike lanes on neighborhood streets, and planning efforts that help communities identify and prioritize bike infrastructure. I’ve devoted my entire career to equitable transit and transportation policy, and it’s the reason I ran for office after my service as Executive Director of Transportation Choices Coalition. Throughout this time, I helped craft the legislation currently completing 520 and I-5 improvements and facilitated Sound Transit expansion. I’m only the candidate in this race with the track record, knowledge, and experience in transportation policy on both the neighborhood as well as the regional and state level.",
    "How, if at all, would you change how Seattleites are taxed, and why?": "Our tax structure in Seattle, and in Washington as a whole, is the most regressive in the nation. We should be exploring creative ways of making the tax system more progressive, whether it is with an income tax on high earners, so that the wealthiest few contribute their fair share, or a carbon tax.",
    "How would you address the gender wage gap in Seattle?": "The key driver of the gender wage gap is access to affordable child care. I plan to ensure that, by 2020, no family in Seattle will have to pay more than 10 percent of their income no child care. The first step in the three-part plan is a “Child First” approach to providing affordable childcare and early learning, which focuses on kids rather than the entities that serve them. The city would provide a one-stop clearinghouse for the numerous services and organizations that help parents afford child care and early learning. This coordinated effort will help focus successful federal programs like Head Start with State, County, and existing City resources. By pulling all resources and entities together under one roof, Seattle can consolidate and coordinate funds to more efficiently serve families in need. Second, the plan builds a greater partnership between the City, child care providers, and private employers, encouraging them to provide better coverage or contribute to the City’s effort to provide more opportunities. Organizations like United Way of King County and Thrive Washington as potential partners in this endeavor, as well as the support that partners like SEIU 925 can bring by helping deliver better training, housing, and economic justice for providers. I also propose an increase in the Families and Education Levy in 2018. The Levy invests millions in health care and early learning for Seattle’s children, setting them on the right path for a lifetime of academic achievement. Increasing this levy will expand the reach of the City’s program to more families, bringing greater funding resources to Seattle’s one-stop clearinghouse for parents.",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "We should continue with the plan we have committed to that the Office of the Waterfront is working toward making reality. It is key to us as a city and to the whole region to have a vibrant and diverse waterfront that is open to pedestrians. We need to make sure that the State gets behind the project fully, and I will bring my experience working in Olympia to that partnership.",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "I am the environmental candidate in this race. Seattle has not had a truly effective, progressive, environmental Mayor in our history who has placed this as a very top priority in our city’s development and growth. This has motivated me throughout my career, and the opportunity to lead in Seattle on a bold environmental, low carbon, smart growth agenda, is an area of overwhelming opportunity for our City at a time when we’re seeing federal retrenchment. The transition to a low carbon economy will be the greatest opportunity for equitable growth in the 21st century. Seattle, because of our natural reliance on a low carbon grid, and our progressive values, can and should lead by example for the country."
  },
  {
    "Timestamp": "6/19/2017 via Word doc",
    "What is your full name?": "Bob Hasegawa",
    "What is your age?": 64,
    "What neighborhood do you live in?": "Beacon Hill",
    "What is your occupation?": "State Senator 11th LD",
    "What is your annual income?": "~ $50 K",
    "Describe your immediate family/household (spouse, children, etc.)?": "Two daughters",
    "Do you rent or own your home? If you own, when were you last a renter?": "Own",
    "How long have you lived in Seattle?": "64 years",
    "Describe your education": "Cleveland High School; AA from Shoreline Community College; BA from Antioch University; MPA from Evans School of Public Policy and Governance, UW",
    "What is your primary mode of transportation?": "Car to Olympia; Light Rail in downtown Seattle",
    "Who is your favorite Seattleite past or present?": "Bruce Lee",
    "Favorite musician or music group?": "Earth, Wind, and Fire or Tower of Power",
    "Would rent regulation help Seattle?": "Yes",
    "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?": "Too much",
    "Should the city open more authorized homeless encampments?": "Maybe",
    "Should Seattle assess impact fees on developers?": "Yes",
    "Do you approve of the city's new first-come, first-served rule for rental applicants?": "Yes",
    "Should the city adopt an income tax on high earners?": "Yes",
    "Should the city adopt a head tax on businesses?": "Yes, but only on big businesses.",
    "Do you approve of the city's new sugary-drinks tax?": "No",
    "Should meetings of task forces convened by the mayor be open to the public?": "Always",
    "Should Seattle mandate paid parental leave in the private sector?": "No, It should be a state program -- which I believe we will get this session.",
    "Should Seattle create municipal broadband?": "Yes",
    "Which city department or office should first have its budget cut, if any?": "I am not comfortable answering this question. I won’t be flippant with the hardworking city employees lives like this.",
    "Which city department or office should first having its budget increased, if any?": "I would like to empower the Department of Neighborhoods so that they can do more community organizing to make the neighborhood councils more reflective of the demographics of the neighborhoods.",
    "Would you retain Kathleen O'Toole as police chief?": "Yes",
    "Should the city continue to grow its number of police officers?": "Yes",
    "Where should a new sports/entertainment arena be built?": "Personally I would prefer the Long Acres site, but I will be good with where the people of Seattle decide it should be built.",
    "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?": "No",
    "Should Seattle and King County open a safe-injection site in the city?": "Yes",
    "Sum up your campaign in a tweet -- no more than 140 characters": "Power to the People!",
    "How would you help Seattleites better afford housing and halt displacement?": "Set up a municipal bank and finance the construction of more housing. Singapore has done it with ownership as the goal and Berlin has done it with renters. This wave of displacement is not an act of nature: it is driven by public policy that has been implemented without consideration of the impact of the current residents. It reminds me of Urban Renewal in the seventies which in reality was urban removal. Vast swaths of land were cleared in the Central Area as powerless people were driven out of their homes by the Model Cities policies. This time it is one vulnerable family at a time, quickly losing title to their only asset, their home. Displacement is policy driven no matter how you cut it.  It didn’t have to be this way.",
    "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?": "In some areas and on some lots, the neighborhood could accommodate denser housing. Some of the large lots in the north end, for example, could easily accommodate denser populations. I am not in favor of up zoning for higher density in single family neighborhoods. Downtown neighborhoods can easily accommodate 30 storied buildings for upscale tech workers. High density living does not degrade the quality of life if it is well done.",
    "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?": "In some areas and on some lots, the neighborhood could accommodate denser housing. Some of the large lots in the north end, for example, could easily accommodate denser populations. I am not in favor of up zoning for higher density in single family neighborhoods. Downtown neighborhoods can easily accommodate 30 storied buildings for upscale tech workers. High density living does not degrade the quality of life if it is well done.",
    "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?": "I think the $60 million should be used to capitalize a municipal bank and then bond against it to finance services for the homeless.   It would be important to have services included in any dedicated homeless citizens’ building in order to assist them in become contributing members of society.  That includes many of the “pre-employment” services individuals need to learn in order to navigate in the broader society, the soft skills we all need, for example.  I am firm that simply providing housing without the services is pouring money down the hole.  Our intention must be to successfully reintegrate homeless people back into society, with a permanent home, a job, an understanding of how communities integrate with one another. Most of the people who are homeless are there because of unforeseen circumstances in their lives and can successfully integrate with assistance.   ",
    "Would you build a new North Precinct police station, and why? If so, what would your plan look like?": "We have so many unmet social needs that could be filled with that money that Seattle can wait for the new police station. Some will say that the people can vote in a new property tax to do what they would like to see happen, and that is true. But there are many, many residents who simply cannot pay more. They have not yet recovered from the Great Recession, if they ever will. Instead of introducing more regressive taxes, let's use the money that we have to fund services that help keep people out of jail in the first place.",
    "What is the most important public-safety challenge facing Seattle, and how would you solve it?": "I am inclined to think that homelessness is one of the most important public-safety challenge facing Seattle. The people who are living without shelter are in extremely vulnerable situations. We have car prowlers and other property crimes. But when I think of “public-safety” challenges instead of “criminal activity” challenges, I am immediately brought to disaster resilience issues such as surviving the earthquake we all know is coming. Or major climate change destructive weather issues that impact all of us, not just the victim of either a single person on person or person on property crime. I know of no one who is fully prepared for this type of disaster. We try to do “Blue Cascade” trial runs to see how we could cope and the results are not encouraging.",
    "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?": "Busses and van pools are the way to address congestion, both before 2021 and after. Several years ago a proposal was submitted to Sound Transit called Ride Free Express.  It was based on two aspects of transit ridership that are ignored by agencies committed to building rail projects:  transit fares matter -- as with most things, pricing matters a lot. Ride Free Express could eliminate all transit and vanpool fares, increase commute-time bus service and fund additional vanpools to serve the employment centers. The total 20-year cost in today’s dollars for Ride Free Express was less than $4.5 billion.  It would attract a minimum of 193,000 new daily riders. As  mayor I would put this proposal on the front burner.  It should be noted that Whidbey Island Transit is FREE to ride.  If they can do it, the City of Seattle should at least look into it.",
    "How, if at all, would you change how Seattleites are taxed, and why?": "I am on record as favoring a personal and business progressive income tax. I believe we need to pursue a comprehensive revenue reform strategy with multiple components to make our system less regressive, with adequate resources to provide services we all expect in a civilized society.  So besides a progressive income tax on wealthy households, we need to eliminate the B &U  tax and convert it into a business tax on net income;  work with the state to repeal the intangible property tax exemption and thereby restore the intangible property tax base and instituting a capital gains sales tax on the transactions of buying or selling investments, for example.  Eliminate all the tax expenditures possible which do not return a net benefit to the city.  I think the city could get sufficient funds to operate without constantly increasing our taxes.",
    "How would you address the gender wage gap in Seattle?": "Raise the wages of city employees and pass an ordinance requiring employers to pay comparable wages and then  to submit certified payrolls.  For  jobs that are the same content and responsibility, or judged to be of comparable worth, require employers to submit a fee making up the difference plus perhaps a small penalty for violating the equal pay ordinance.  The employee would be authorized to ask for the fee to be paid to her.  Or some such situation.  ",
    "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?": "I think the local improvement district will  work for this area and hope  the business community will stay fully vested in seeing it through.    I personally like the idea of a park with lots of green grass, picnic tables, bike and walking paths.  Trees everywhere along with landscaping which makes one feel more as though this is an extension of nature.  At this point I am not certain I would change much.  I did like the elevated park on the lid of the traffic lanes.  We have that situation in Mercer Island with the lidded I -90 and I had hoped this could have been accepted. I like 4 lanes of traffic with walk space between them, a more natural beachfront character.  A place that is more attractive to feet and bike traffic than cars. And yes, I think a municipal bank could help fund additional amenities for the park.",
    "What else would you like voters to know about you and what you would do as mayor? (optional)": "I am driven by my values and my culture.  I believe the people of our city need a champion that will work to prevent our tax dollars from being sent to Wall Street for debt service on bonded debt.  We ship billions of dollars to Wall Street which could be used to finance needed infrastructure, such as housing, and recirculate the money within our own community to grow stronger, economically secure families with prevailing wage jobs. A publicly owned bank will generate revenue for the city without raising taxes, while at the same time dramatically increasing our financing capability to build critical infrastructure such as public housing. The bank could also serve as a depository for public funds that are simply parked in the vaults of Wall Street banks. It could also serve as a depository for all the marijuana money that floats around in brown paper bags.  "
  },
  {
    "What is your full name?": "Alex Tsimerman"
  }
]