[
  {
    "id": "name",
    "text": "What is your full name?"
  },
  {
    "id": "age",
    "text": "What is your age?"
  },
  {
    "id": "neighborhood",
    "text": "What neighborhood do you live in?"
  },
  {
    "id": "job",
    "text": "What is your occupation?"
  },
  {
    "id": "income",
    "text": "What is your annual income?"
  },
  {
    "id": "family",
    "text": "Describe your immediate family/household (spouse, children, etc.)?"
  },
  {
    "id": "rent_own",
    "text": "Do you rent or own your home? If you own, when were you last a renter?"
  },
  {
    "id": "time_served",
    "text": "How long have you lived in Seattle?"
  },
  {
    "id": "education",
    "text": "Describe your education"
  },
  {
    "id": "favorite_transport",
    "text": "What is your primary mode of transportation?"
  },
  {
    "id": "favorite_seattleite",
    "text": "Who is your favorite Seattleite past or present?"
  },
  {
    "id": "favorite_musician",
    "text": "Favorite musician or music group?"
  },
  {
    "id": "rent_regulation",
    "text": "Would rent regulation help Seattle?"
  },
  {
    "id": "homeless_eviction",
    "text": "Has the city been evicting people from unauthorized homeless encampments too much, too little or just the right amount?"
  },
  {
    "id": "more_encampments",
    "text": "Should the city open more authorized homeless encampments?"
  },
  {
    "id": "impact_fees",
    "text": "Should Seattle assess impact fees on developers?"
  },
  {
    "id": "rental_applicants",
    "text": "Do you approve of the city's new first-come, first-served rule for rental applicants?"
  },
  {
    "id": "income_tax",
    "text": "Should the city adopt an income tax on high earners?"
  },
  {
    "id": "head_tax",
    "text": "Should the city adopt a head tax on businesses?"
  },
  {
    "id": "drink_tax",
    "text": "Do you approve of the city's new sugary-drinks tax?"
  },
  {
    "id": "public_meetings",
    "text": "Should meetings of task forces convened by the mayor be open to the public?"
  },
  {
    "id": "parental_leave",
    "text": "Should Seattle mandate paid parental leave in the private sector?"
  },
  {
    "id": "municipal_broadband",
    "text": "Should Seattle create municipal broadband?"
  },
  {
    "id": "first_cut",
    "text": "Which city department or office should first have its budget cut, if any?",
    "standalone": "x"
  },
  {
    "id": "first_boost",
    "text": "Which city department or office should first having its budget increased, if any?",
    "standalone": "x"
  },
  {
    "id": "retain_otoole",
    "text": "Would you retain Kathleen O'Toole as police chief?",
    "standalone": "x"
  },
  {
    "id": "grow_spd",
    "text": "Should the city continue to grow its number of police officers?",
    "standalone": "x"
  },
  {
    "id": "arena_location",
    "text": "Where should a new sports/entertainment arena be built?",
    "standalone": "x"
  },
  {
    "id": "courthouse",
    "text": "Should King County move ahead with its existing plan to build a new juvenile courthouse and detention center in Seattle?",
    "standalone": "x"
  },
  {
    "id": "injection_site",
    "text": "Should Seattle and King County open a safe-injection site in the city?",
    "standalone": "x"
  },
  {
    "id": "campaign_tweet",
    "text": "Sum up your campaign in a tweet -- no more than 140 characters",
    "standalone": "x"
  },
  {
    "id": "affordable_housing",
    "text": "How would you help Seattleites better afford housing and halt displacement?",
    "standalone": "x"
  },
  {
    "id": "upzone_support",
    "text": "Do you support the city's existing Mandatory Housing Affordability upzones plan, and why?",
    "standalone": "x"
  },
  {
    "id": "denser_housing",
    "text": "Would you allow denser housing in zones now reserved for single-family homes (beyond the city's plan to allow more and larger mother-in-law units and backyard cottages), and why? If so, what would your plan look like?",
    "standalone": "x"
  },
  {
    "id": "homeless_budget",
    "text": "Is the approximately $60 million Seattle will spend on homeless services this year too little, too much or just the right amount, and why?",
    "standalone": "x"
  },
  {
    "id": "north_precinct",
    "text": "Would you build a new North Precinct police station, and why? If so, what would your plan look like?",
    "standalone": "x"
  },
  {
    "id": "public_safety",
    "text": "What is the most important public-safety challenge facing Seattle, and how would you solve it?",
    "standalone": "x"
  },
  {
    "id": "congestion_strategy",
    "text": "Is it possible to make getting around easier before new light-rail stations open in 2021? How would you address congestion, and should the city try to make driving easier or more difficult?",
    "standalone": "x"
  },
  {
    "id": "taxation_strategy",
    "text": "How, if at all, would you change how Seattleites are taxed, and why?",
    "standalone": "x"
  },
  {
    "id": "wage_gap",
    "text": "How would you address the gender wage gap in Seattle?",
    "standalone": "x"
  },
  {
    "id": "waterfront_strategy",
    "text": "What would you do with the downtown waterfront after the Alaskan Way Viaduct is brought down, and how would you pay for it? How would your plan differ from the city's existing plan, if at all?",
    "standalone": "x"
  },
  {
    "id": "misc",
    "text": "What else would you like voters to know about you and what you would do as mayor? (optional)",
    "standalone": "x"
  }
]